{"0": ["Who was the man behind The Chipmunks?", "Who is the creator of The Chipmunks?", "Who created The Chipmunks?", "Which individual created The Chipmunks?", "Who is credited as the creator of The Chipmunks?"], "1": ["Which Lloyd Webber musical premiered in the US on 10th December 1993?", "What is the name of the musical by Lloyd Webber that had its US debut on December 10, 1993?", "On December 10, 1993, which musical by Lloyd Webber made its debut in the United States?", "What is the name of the musical by Lloyd Webber that had its first performance in the US on December 10, 1993?", "What is the name of the musical by Lloyd Webber that first opened in the US on December 10, 1993?"], "2": ["Who was the next British Prime Minister after Arthur Balfour?", "After Arthur Balfour's term ended, who took over as the British Prime Minister?", "After Arthur Balfour's term, who took on the role of British Prime Minister?", "After Arthur Balfour's term ended, who took on the role of British Prime Minister?", "After Arthur Balfour's term, who took on the role of Prime Minister in Britain?"], "3": ["Who had a 70s No 1 hit with Kiss You All Over?", "Who topped the charts in the 70s with the song 'Kiss You All Over'?", "Which artist topped the charts in the 70s with their hit, \"Kiss You All Over\"?", "Which artist topped the charts in the 70s with their hit song, \"Kiss You All Over\"?", "Which artist topped the charts in the 70s with their song, \"Kiss You All Over\"?"], "4": ["What claimed the life of singer Kathleen Ferrier?", "What was the cause of death for the vocalist Kathleen Ferrier?", "What was the cause of death of the vocalist Kathleen Ferrier?", "What caused the death of the vocalist Kathleen Ferrier?", "What was the cause of death for the singer Kathleen Ferrier?"], "5": ["Rita Coolidge sang the title song for which Bond film?", "For which James Bond movie did Rita Coolidge perform the theme song?", "For which James Bond movie did Rita Coolidge perform the main theme song?", "For which Bond movie did Rita Coolidge perform the title track?", "For which Bond movie did Rita Coolidge perform the theme song?"], "6": ["What was the last US state to reintroduce alcohol after prohibition?", "Which state was the final one in the US to allow alcohol again after the prohibition era?", "Which state in the US was the last to allow alcohol again after the prohibition period?", "Which state in the US was the final one to allow alcohol again following the prohibition era?", "Which state in the US was the last to allow alcohol again after the prohibition era?"], "7": ["Which actress was voted Miss Greenwich Village in 1942?", "In 1942, who was the actress that won the title of Miss Greenwich Village?", "Who won the title of Miss Greenwich Village in 1942 and later became a famous actress?", "In 1942, who was chosen as the Miss Greenwich Village, and was also an actress?", "Who won the title of Miss Greenwich Village in the year 1942 and later became a renowned actress?"], "8": ["What is the Japanese share index called?", "What is the name of the stock market index in Japan?", "What's the name of the stock market index in Japan?", "What is the name of the share index in Japan?", "What is the name of the stock index in Japan?"], "9": ["What was the name of Michael Jackson's autobiography written in 1988?", "What is the title of the autobiography penned by Michael Jackson in 1988?", "In 1988, Michael Jackson penned an autobiography. What is it called?", "What is the title of the autobiography that Michael Jackson penned in 1988?", "In 1988, what title did Michael Jackson give to his autobiography?"], "10": ["In which decade did stereo records first go on sale?", "During which ten-year period were stereo records first made available for purchase?", "During which ten-year period were stereo records first available for purchase?", "During which ten-year period were stereo records initially made available for purchase?", "During which decade were stereo records first introduced to the market?"], "11": ["In what year's Olympics were electric timing devices and a public-address system used for the first time?", "During which year's Olympic Games were a public-address system and electric timing devices first introduced?", "During which edition of the Olympics were electric timing and public-address systems first introduced?", "During which Olympic Games were electric timing devices and a public address system introduced for the first time?", "During which Olympic year were electric timing devices and public-address systems first introduced?"], "12": ["Which volcano in Tanzania is the highest mountain in Africa?", "What is the name of the Tanzanian volcano that holds the title for Africa's tallest peak?", "What is the name of the Tanzanian volcano that holds the record for being Africa's tallest mountain?", "What is the name of the Tanzanian volcano that holds the record for Africa's tallest mountain?", "What is the name of the Tanzanian volcano that stands as the tallest mountain on the African continent?"], "13": ["The flag of Libya is a plain rectangle of which color?", "What color is the plain rectangular flag of Libya?", "What color is the rectangular flag of Libya?", "What is the single color that covers the entire rectangular flag of Libya?", "What color is the simple rectangular flag of Libya?"], "14": ["Of which African country is Niamey the capital?", "Niamey is the capital city of which country in Africa?", "Niamey is the capital of which country in Africa?", "Niamey is the capital of which country located in Africa?", "Niamey is the capital of which country on the African continent?"], "15": ["Who was the director of the CIA from 1976-81?", "Who served as the CIA's director from the years 1976 to 1981?", "Who served as the head of the CIA between the years 1976 and 1981?", "Who held the position of CIA director between the years 1976 and 1981?", "From 1976 to 1981, who held the position of the CIA's director?"], "16": ["Which musical featured the song The Street Where You Live?", "In which musical would you find the song, The Street Where You Live?", "In which musical can you find the song \"The Street Where You Live\"?", "In which musical would you find the song 'The Street Where You Live'?", "In which musical would you find the song \"The Street Where You Live\"?"], "17": ["\"Who was the target of the failed \"\"Bomb Plot\"\" of 1944?\"", "In 1944, there was a failed \"Bomb Plot\" aimed at who?", "\"Who was the intended victim of the unsuccessful 1944 \"Bomb Plot\"?", "\"Who was intended to be assassinated in the unsuccessful \"Bomb Plot\" of 1944?", "\"Who was intended to be assassinated in the unsuccessful 1944 \"Bomb Plot\"?"], "18": ["Who had an 80s No 1 hit with Hold On To The Nights?", "Which artist topped the charts in the 80s with the song \"Hold On To The Nights\"?", "Which artist topped the charts in the 80s with their hit song, Hold On To The Nights?", "Who topped the charts in the 80s with the song \"Hold On To The Nights\"?", "Which individual topped the charts in the 80s with the song \"Hold On To The Nights\"?"], "19": ["Who directed the classic 30s western Stagecoach?", "Who was the director behind the 1930s western film, Stagecoach?", "Who was the filmmaker behind the iconic 1930s western film, Stagecoach?", "Who was the director of the renowned 1930s western film, Stagecoach?", "Stagecoach, a classic 30s western, was directed by who?"], "20": ["Dave Gilmore and Roger Waters were in which rock group?", "What is the name of the rock band that had Dave Gilmore and Roger Waters as its members?", "Which rock band counted Dave Gilmore and Roger Waters among its members?", "In which rock band were Dave Gilmore and Roger Waters members?", "In what rock band did musicians Dave Gilmore and Roger Waters play?"], "21": ["Which highway was Revisited in a classic 60s album by Bob Dylan?", "Bob Dylan's classic 60s album was named after which highway?", "Bob Dylan's classic 60s album revisits which highway?", "What is the name of the highway that was the focus of a renowned 60s album by Bob Dylan?", "What is the name of the highway that Bob Dylan revisited in his iconic 60s album?"], "22": ["Which was the only eastern bloc country to participate in the 1984 LA Olympics?", "In the 1984 LA Olympics, which singular country from the eastern bloc took part?", "In 1984's LA Olympics, which single country from the eastern bloc took part?", "In the 1984 LA Olympics, which country from the eastern bloc was the sole participant?", "In the 1984 LA Olympics, there was only one country from the eastern bloc that took part. Do you know which one it was?"], "23": ["Which 90s sci fi series with James Belushi was based on Bruce Wagner's comic strip of the same name?", "What is the name of the 90s science fiction show featuring James Belushi that was adapted from a Bruce Wagner comic strip with an identical title?", "What is the name of the 90s science fiction show featuring James Belushi that was adapted from a Bruce Wagner comic strip?", "What was the name of the 90s science fiction show featuring James Belushi that was adapted from a Bruce Wagner comic strip?", "What is the name of the 90s science fiction show starring James Belushi, which was adapted from a comic strip by Bruce Wagner with the same title?"], "24": ["If I Were A Rich Man Was a big hit from which stage show?", "From which theatrical production did the popular song \"If I Were A Rich Man\" originate?", "From which theatrical performance did the popular song \"If I Were A Rich Man\" originate?", "\"From which theatrical production did the popular song 'If I Were A Rich Man' originate?\"", "From what theatrical production did the popular song \"If I Were A Rich Man\" originate?"], "25": ["Men Against the Sea and Pitcairn's Island were two sequels to what famous novel?", "Which renowned book was followed by the sequels 'Men Against the Sea' and 'Pitcairn's Island'?", "What renowned book has sequels named Men Against the Sea and Pitcairn's Island?", "What renowned book was followed by the sequels Men Against the Sea and Pitcairn's Island?", "Which renowned book was succeeded by the sequels 'Men Against the Sea' and 'Pitcairn's Island'?"], "26": ["What was Truman Capote's last name before he was adopted by his stepfather?", "Before being adopted by his stepfather, what was the original surname of Truman Capote?", "Before his stepfather adopted him, what was the surname of Truman Capote?", "Before being adopted by his stepfather, what was the surname of Truman Capote?", "Prior to his stepfather's adoption, what was the surname of Truman Capote?"], "27": ["In Lewis Carroll's poem The Hunting of the Snark, what did the elusive, troublesome snark turn into to fool hunters?", "In the poem The Hunting of the Snark by Lewis Carroll, what form does the snark take to deceive those trying to catch it?", "In the poem The Hunting of the Snark by Lewis Carroll, what form does the tricky snark take to mislead its pursuers?", "In the poem The Hunting of the Snark by Lewis Carroll, what transformation did the sneaky snark undergo to deceive its pursuers?", "In the poem The Hunting of the Snark by Lewis Carroll, what form did the tricky snark take to deceive its pursuers?"], "28": ["In the Bible, who did the sun and moon stand still before?", "Who in the Bible commanded the sun and moon to stand still?", "Who in the Bible commanded the sun and moon to halt?", "Who in the Bible commanded the sun and moon to stop in their tracks?", "Who commanded the sun and moon to stand still according to the Bible?"], "29": ["What Michelle Pfeiffer movie got a boost from the Coolio song Gangsta's Paradise?", "In which Michelle Pfeiffer film did the song 'Gangsta's Paradise' by Coolio play a significant role?", "In which Michelle Pfeiffer film was the Coolio track 'Gangsta's Paradise' prominently featured?", "In which Michelle Pfeiffer film did the song Gangsta's Paradise by Coolio play a significant role?", "In which Michelle Pfeiffer film was the song 'Gangsta's Paradise' by Coolio featured, enhancing its popularity?"], "30": ["What was President Gerald Ford's middle name?", "What is the middle name of the U.S. President Gerald Ford?", "What is the middle name of former U.S. President Gerald Ford?", "What middle name was President Gerald Ford known by?", "What middle name was U.S. President Gerald Ford known by?"], "31": ["Art Garfunkel trained for which profession although he didn't qualify?", "Even though Art Garfunkel didn't get qualified, what profession did he prepare for?", "In which career field did Art Garfunkel receive training, despite not obtaining certification?", "Despite not fulfilling the qualifications, what profession did Art Garfunkel prepare for?", "Despite not qualifying, what profession did Art Garfunkel prepare for?"], "32": ["Who was the last inmate of Spandau jail in Berlin?", "Who was the final prisoner to be held in Berlin's Spandau jail?", "Who was the final prisoner to be incarcerated in Spandau jail, located in Berlin?", "Who was the final prisoner held in Berlin's Spandau jail?", "Who was the final prisoner to be held at Spandau prison in Berlin?"], "33": ["What was Eddie Murphy's first movie?", "In which film did Eddie Murphy make his debut?", "In which movie did Eddie Murphy make his debut?", "In what film did Eddie Murphy make his cinematic debut?", "In which film did Eddie Murphy make his cinematic debut?"], "34": ["In the 80s who wrote the novel Empire of The Sun?", "Who is the author of the book Empire of The Sun, published in the 80s?", "Who is the author of the 80s novel, Empire of The Sun?", "Who is the author of the '80s novel titled \"Empire of The Sun\"?", "Who is the author of the 1980s novel, Empire of The Sun?"], "35": ["Kagoshima international airport is in which country?", "In what country would you find Kagoshima International Airport?", "In what country can you find Kagoshima international airport?", "In which country would you find Kagoshima International Airport?", "In which nation would you find Kagoshima International Airport?"], "36": ["In which sport could the Pacers take on the Pistons?", "In which athletic competition might you see the Pistons compete against the Pacers?", "In what sport might you see a match between the Pacers and Pistons?", "In what sport might you see the Pistons competing against the Pacers?", "In what sport might you see the Pacers compete against the Pistons?"], "37": ["Kim Carnes' nine weeks at No 1 with Bette Davis Eyes was interrupted for one week by which song?", "Which song broke Kim Carnes' nine-week streak at No 1 with her song Bette Davis Eyes for a single week?", "Which song broke Kim Carnes' nine-week streak at No 1 with her hit \"Bette Davis Eyes\" for a single week?", "Which song broke Kim Carnes' nine-week streak at No.1 with \"Bette Davis Eyes\" for a week?", "Which track temporarily knocked Kim Carnes' Bette Davis Eyes off the number one spot after nine weeks?"], "38": ["Where in Canada is the Lion's Gate bridge?", "In which Canadian location would you find the Lion's Gate Bridge?", "In which Canadian location can you find the Lion's Gate bridge?", "In which Canadian location can you find the Lion's Gate Bridge?", "In which Canadian location would you find the Lion's Gate bridge?"], "39": ["What was Walter Matthau's first movie?", "In what film did Walter Matthau make his debut?", "In which film did Walter Matthau make his debut?", "In which film did Walter Matthau make his screen debut?", "In which film did Walter Matthau make his acting debut?"], "40": ["Otis Barton was a pioneer in exploring where?", "Where did pioneer Otis Barton primarily focus his exploration efforts?", "In which field did Otis Barton pave the way for exploration?", "In which field did Otis Barton pave the way with his exploration?", "In which area did Otis Barton blaze a trail in exploration?"], "41": ["Where in England was actor Nigel Hawthorne born?", "In what English location was the birthplace of actor Nigel Hawthorne?", "In what English city was the birthplace of actor Nigel Hawthorne?", "In which English city was the birthplace of actor Nigel Hawthorne?", "In which English city was the birthplace of the actor Nigel Hawthorne?"], "42": ["What mythological beast has the head of a man, the body of a lion, and the tail and feet of a dragon?", "What mythical creature is described as having a human head, a lion's body, and the tail and feet of a dragon?", "Which creature from mythology possesses a human head, lion's body, and dragon's tail and feet?", "Identify the mythical creature that has a human head, lion's body, and the tail and feet of a dragon?", "Identify the mythical creature that has a human head, a lion's body, and the tail and feet of a dragon?"], "43": ["In Greek mythology, who were Arges, Brontes and Steropes?", "Who are Arges, Brontes, and Steropes in the context of Greek mythos?", "Who are Arges, Brontes, and Steropes in the context of Greek mythology?", "Who are Arges, Brontes, and Steropes according to the mythology of ancient Greece?", "Arges, Brontes and Steropes are characters in Greek mythology, do you know who they are?"], "44": ["Which musician founded the Red Hot Peppers?", "Who is the founder of the music group Red Hot Peppers?", "Who is the founder of the band Red Hot Peppers?", "Who is the founder of the Red Hot Peppers band?", "Who is the founder of the musical group Red Hot Peppers?"], "45": ["Where did the Shinning Path terrorists operate?", "In which location did the terrorist group known as the Shining Path carry out their operations?", "In what location were the Shining Path terrorists primarily active?", "In which location were the Shining Path terrorists active?", "In which area did the terrorist group known as the Shining Path carry out their activities?"], "46": ["How old was Jimi Hendrix when he died?", "What was Jimi Hendrix's age at the time of his death?", "At what age did Jimi Hendrix pass away?", "What was the age of Jimi Hendrix at the time of his death?", "At what age did the legendary musician Jimi Hendrix pass away?"], "47": ["Which Brit broke the land speed record in 1990 in Thrust 2?", "Who was the British individual who set a new land speed record in 1990 using Thrust 2?", "Who is the British individual who set a new record for land speed in 1990 using Thrust 2?", "Who is the British individual who set a new land speed record in Thrust 2 in the year 1990?", "Who was the British individual who set a new land speed record in 1990 with the vehicle Thrust 2?"], "48": ["In which state was Gene Vincent born?", "Gene Vincent was born in which U.S. state?", "What is the birth state of musician Gene Vincent?", "Gene Vincent, the famous musician, was born in which U.S. state?", "Gene Vincent was born in what state?"], "49": ["How was the European Recovery Program in the 1940s more commonly known?", "What was the popular name for the European Recovery Program of the 1940s?", "What was the popular name for the European Recovery Program that took place in the 1940s?", "What was the popular name for the European Recovery Program in the 1940s?", "What was the popular name for the European Recovery Program from the 1940s?"], "50": ["Brandon Lee died during the making of which movie?", "During the production of what film did Brandon Lee lose his life?", "During the production of which film did Brandon Lee lose his life?", "During the filming of what movie did Brandon Lee lose his life?", "During the production of which film did Brandon Lee tragically lose his life?"], "51": ["Who had a 70s No 1 hit with Let's Do It Again?", "Which group or artist topped the charts in the 70s with their hit \"Let's Do It Again\"?", "Which artist topped the charts in the 70s with the song \"Let's Do It Again\"?", "\"Let's Do It Again\" was a number one hit in the 70s by which artist?", "Who topped the charts in the 70s with the song 'Let's Do It Again'?"], "52": ["Who had a Too Legit To Quit Tour?", "Which artist embarked on the Too Legit To Quit Tour?", "Who was the performer on the Too Legit To Quit Tour?", "Who was the lead performer in the \"Too Legit To Quit\" tour?", "Which artist embarked on the \"Too Legit To Quit\" tour?"], "53": ["\"According to Rudyard Kipling what were the \"\"two imposters\"\" to meet and treat the same day?\"", "What two \"imposters\" did Rudyard Kipling suggest should be treated equally in a single day?", "In Rudyard Kipling's view, what were the \"two imposters\" that one should encounter and deal with equally on the same day?", "\"In Rudyard Kipling's view, which two \"imposters\" should one encounter and handle equally in a single day?\"", "What did Rudyard Kipling consider the \"two imposters\" that one should encounter and deal with equally in a day?"], "54": ["Who is the most successful UK solo artist in the USA?", "Which solo artist from the UK has achieved the most success in the USA?", "Which solo artist from the UK has achieved the greatest success in the USA?", "Which solo artist from the UK has had the most success in the USA?", "Which solo artist from the UK has achieved the most success in America?"], "55": ["Which country does the airline TAAG come from?", "TAAG is the national airline of which country?", "From which country does the airline TAAG originate?", "TAAG is an airline originating from which country?", "TAAG is an airline from which country?"], "56": ["Which US No 1 single came from Diana Ross's platinum album Diana?", "From Diana Ross's platinum record \"Diana,\" which song reached number one in the United States?", "From Diana Ross's platinum record \"Diana\", which song was a US No. 1 hit single?", "What was the number one hit in the US from Diana Ross's platinum record \"Diana\"?", "What was the top-charting single from Diana Ross's platinum-certified album \"Diana\"?"], "57": ["River Phoenix died during the making of which movie?", "During the production of which film did actor River Phoenix pass away?", "During the production of what film did River Phoenix pass away?", "In the production of which film did River Phoenix pass away?", "During the production of which film did River Phoenix pass away?"], "58": ["Which artist David was born in Bradford UK?", "David, the artist, was born in which city in the UK known as Bradford?", "What is the name of the artist David who hails from Bradford, UK?", "What is the name of the artist named David who hails from Bradford, UK?", "What is the name of the artist named David who originated from Bradford, UK?"], "59": ["What is Mel Gibson's middle name?", "What middle name is associated with actor Mel Gibson?", "What middle name is actor Mel Gibson known by?", "Can you tell me the middle name of Mel Gibson?", "Do you know the middle name of actor Mel Gibson?"], "60": ["Richard Daley was mayor of which city for 21 years?", "For 21 years, Richard Daley held the position of mayor in which city?", "For 21 years, which city had Richard Daley as its mayor?", "For 21 years, Richard Daley held the mayorship of what city?", "For 21 years, which city was Richard Daley the mayor of?"], "61": ["\"In which movie did Garbo say, \"\"I want to be alone\"\".\"", "\"Which film features the famous Garbo line, \"\"I want to be alone\"\"?\"", "\"What is the name of the film where Garbo famously uttered, \"\"I want to be alone\"\"?\"", "In what film did Garbo utter the phrase, \"I want to be alone\"?", "\"Which film features the famous line, \"I want to be alone,\" spoken by Garbo?"], "62": ["What is Osbert Lancaster best known for producing?", "For what type of work is Osbert Lancaster most renowned?", "For what kind of work is Osbert Lancaster most renowned?", "For what work is Osbert Lancaster most famously recognized?", "For what is Osbert Lancaster most famously recognized?"], "63": ["Who was the defending champion when Martina Navratilova first won Wimbledon singles?", "Which tennis player held the Wimbledon singles title before Martina Navratilova claimed her first win?", "Who held the title of Wimbledon singles champion before Martina Navratilova won it for the first time?", "When Martina Navratilova captured her first Wimbledon singles title, who was the reigning champion she dethroned?", "When Martina Navratilova claimed her first Wimbledon singles victory, who was the reigning champion she replaced?"], "64": ["Who was the first US-born winner of golf's British Open?", "Can you name the first person born in the United States to win the British Open in golf?", "Which American-born golfer was the first to win the British Open?", "Which individual, born in the United States, was the first to win the British Open in golf?", "Which American golf player was the first to win the British Open?"], "65": ["In which country is the Sky Train Rail bridge?", "The Sky Train Rail bridge is found in which country?", "The Sky Train Rail bridge is located in which nation?", "The Sky Train Rail bridge is located in which country?", "Where is the Sky Train Rail bridge located?"], "66": ["What was the Paramount Film Company originally called?", "Under what original name was the Paramount Film Company first known?", "Under what original name did the Paramount Film Company begin its operations?", "What was the original name of the Paramount Film Company?", "Under what name was the Paramount Film Company initially known?"], "67": ["Who was the first person after Scott to reach the South Pole overland?", "After Scott, who is the next individual to make it to the South Pole by land?", "Who was the second person to arrive at the South Pole by land, following Scott?", "After Scott, who was the next individual to make it to the South Pole by land?", "After Scott, who was the next individual to trek overland to the South Pole?"], "68": ["Which journalist first told the world about the My Lai massacre?", "Who was the reporter who initially broke the news about the My Lai massacre to the public?", "Who was the journalist who first reported the My Lai massacre to the world?", "Who was the journalist responsible for first reporting the My Lai massacre to the global audience?", "Who was the first journalist to report on the My Lai massacre to the world?"], "69": ["What is the name of Terence and Shirley Conran's dress designer son?", "Who is the son of Terence and Shirley Conran who designs dresses?", "Who is the son of Terence and Shirley Conran that designs dresses?", "Who is the son of Terence and Shirley Conran known for designing dresses?", "Who is the son of Terence and Shirley Conran, known for his career in dress design?"], "70": ["Which drink did The Spice Girls promote?", "What beverage was endorsed by The Spice Girls?", "What beverage was endorsed by the Spice Girls?", "What beverage was advertised by The Spice Girls?", "What beverage did The Spice Girls endorse?"], "71": ["Who was the youngest brother in the Beach Boys?", "Which member of the Beach Boys was the youngest sibling?", "Who was the most junior sibling in the Beach Boys band?", "Which member of the Beach Boys was the youngest amongst the brothers?", "Who is the youngest sibling in the musical group, the Beach Boys?"], "72": ["Who first hosted Family Feud?", "Who was the original host of Family Feud?", "Who was the inaugural host of the game show Family Feud?", "Who was the original host of the show Family Feud?", "Who was the initial presenter of the show Family Feud?"], "73": ["What did the Lone Ranger's title Kemo Sabe mean in Apache?", "In the Apache language, what is the meaning of the term 'Kemo Sabe' used to refer to the Lone Ranger?", "In Apache language, what is the meaning of 'Kemo Sabe', the title of the Lone Ranger?", "The term \"Kemo Sabe\", associated with the Lone Ranger, translates to what in Apache language?", "In the Apache language, what is the translation of the term \"Kemo Sabe\", famously used as the Lone Ranger's title?"], "74": ["Who or what was Gentle Ben in the 60s TV series?", "In the television series from the 1960s, who or what is referred to as Gentle Ben?", "In the television series from the 1960s, who or what character is known as Gentle Ben?", "In the 1960s television show, who or what was the character Gentle Ben?", "In the television series from the 1960s, who or what is the character Gentle Ben?"], "75": ["Which 70s show was based on the British show Till Death Us Do Part?", "What British show was the 70s show Till Death Us Do Part adapted into?", "What is the name of the 1970s series that was an adaptation of the UK show, Till Death Us Do Part?", "What is the name of the 70s show that was adapted from the British program Till Death Us Do Part?", "What was the 70s TV series that was adapted from the British program \"Till Death Us Do Part\"?"], "76": ["On what date in 1969 did Neil Armstrong first set foot on the Moon?", "When did Neil Armstrong make his historic lunar landing in 1969?", "When did Neil Armstrong first step on the Moon's surface in 1969?", "When did Neil Armstrong make his historic first step on the Moon in 1969?", "When in 1969 did Neil Armstrong make his historic first step on the Moon?"], "77": ["Bandar Seri Begawan International airport is in which country?", "In what country would you find Bandar Seri Begawan International airport?", "In which nation would you find Bandar Seri Begawan International Airport?", "In what country would you find the Bandar Seri Begawan International airport?", "In what country can you find the Bandar Seri Begawan International Airport?"], "78": ["What was the profession of Paul Strand (1890 - 1976)?", "What job was Paul Strand known for between 1890 and 1976?", "What job did Paul Strand, who lived from 1890 to 1976, have?", "What job did Paul Strand (1890 - 1976) hold?", "What did Paul Strand (1890 - 1976) do for a living?"], "79": ["Who had a 60s No 1 with Downtown?", "Which artist topped the charts in the 60s with the song \"Downtown\"?", "Who topped the charts in the 60s with the song \"Downtown\"?", "Which artist topped the charts in the 60s with their hit, \"Downtown\"?", "Which musical artist topped the charts in the 60s with their hit, \"Downtown\"?"], "80": ["Who was born first, Kiefer Sutherland or Christian Slater?", "Between Kiefer Sutherland and Christian Slater, who came into the world earlier?", "Between Kiefer Sutherland and Christian Slater, who was the first to be born?", "Between Kiefer Sutherland and Christian Slater, who was born earliest?", "Between Kiefer Sutherland and Christian Slater, who was born earlier?"], "81": ["To the nearest two, how many tennis Grand Slam titles did Jimmy Connors win?", "Approximately how many Grand Slam tennis titles has Jimmy Connors secured, rounded to the nearest two?", "Jimmy Connors won approximately how many Grand Slam titles in tennis, rounded to the nearest pair?", "Round to the closest two, the number of Grand Slam tennis titles that Jimmy Connors secured?", "Approximately how many Grand Slam tennis championships were won by Jimmy Connors, rounded to the nearest even number?"], "82": ["Who was the Georgia Peach?", "Which individual is famously known as the Georgia Peach?", "What was the nickname of the person known as the \"Georgia Peach\"?", "What was the nickname of the legendary baseball player from Georgia?", "What was the nickname of the famous personality known as the Georgia Peach?"], "83": ["Who set fire to his guitar at the Monterey Pop festival in 19676?", "At the 1967 Monterey Pop festival, which musician famously burned his guitar?", "Which musician is known for igniting his guitar at the 1967 Monterey Pop Festival?", "At the Monterey Pop festival in 1967, who famously set their guitar ablaze?", "At the 1967 Monterey Pop festival, who famously ignited their guitar on stage?"], "84": ["Della Street was whose secretary?", "Who was Della Street a secretary for?", "Who was Della Street the secretary for?", "Who was Della Street a secretary to?", "Who was the boss of secretary Della Street?"], "85": ["In music, who was Sweet and Innocent and Too Young?", "Which musician is known for the songs \"Sweet and Innocent\" and \"Too Young\"?", "Who is known in the music world for their songs \"Sweet and Innocent\" and \"Too Young\"?", "Who is the musician associated with the songs \"Sweet and Innocent\" and \"Too Young\"?", "Who is the musician known for the songs Sweet and Innocent and Too Young?"], "86": ["Who is featured on Puff Daddy's Can't Hold Me Down?", "Which artist is highlighted in the song \"Can't Hold Me Down\" by Puff Daddy?", "Who is the artist appearing on Puff Daddy's track, Can't Hold Me Down?", "Who is the guest artist on Puff Daddy's track \"Can't Hold Me Down\"?", "Who makes an appearance on Puff Daddy's track, \"Can't Hold Me Down\"?"], "87": ["What had Edmond Hillary worked at before taking up mountain climbing?", "Before Edmond Hillary pursued his passion for mountain climbing, what was his profession?", "Before pursuing a career in mountain climbing, what was Edmond Hillary's profession?", "Prior to engaging in mountaineering, what was Edmond Hillary's profession?", "Before embarking on his mountaineering career, what was Edmond Hillary's profession?"], "88": ["In which American state is the Isabella Stewart Gardner Museum?", "The Isabella Stewart Gardner Museum is located in which U.S. state?", "What state in America is home to the Isabella Stewart Gardner Museum?", "Where is the Isabella Stewart Gardner Museum located in the United States?", "Where would you find the Isabella Stewart Gardner Museum in the United States?"], "89": ["Benina international airport is in which country?", "In what country would you find Benina International Airport?", "In which country would you find Benina International Airport?", "Which country is home to Benina International Airport?", "In what country can you find Benina International Airport?"], "90": ["Beloved in 1999 was whose first movie since The Color Purple in 1985?", "Who starred in their first film in 1999 with Beloved, after last appearing in The Color Purple in 1985?", "Who first appeared in The Color Purple in 1985 and then didn't make another film until Beloved in 1999?", "Who first appeared in a film in 1999's Beloved after their previous film The Color Purple in 1985?", "Who starred in their first film, Beloved, in 1999 after a long gap since The Color Purple in 1985?"], "91": ["Which Star Trek star directed Three Men and a Baby?", "Who from the Star Trek cast was the director of the movie Three Men and a Baby?", "Who from the Star Trek cast went on to direct the movie Three Men and a Baby?", "Who from the Star Trek cast took the director's role for the movie Three Men and a Baby?", "Who from the Star Trek cast was the director of the film Three Men and a Baby?"], "92": ["Which sitcom star appeared on the big screening The Object of My Affection?", "Who was the sitcom celebrity that acted in The Object of My Affection movie?", "Who was the sitcom actor featured in the film, The Object of My Affection?", "Who was the sitcom actor featured in the movie The Object of My Affection?", "Who is the sitcom actor that starred in the movie The Object of My Affection?"], "93": ["\"Which character did Julia \"\"Roberts play in Steven Spielberg's Hook?\"", "\"In the Steven Spielberg film Hook, who was Julia Roberts' character?\"", "In Steven Spielberg's film 'Hook', which role was portrayed by Julia Roberts?", "In the Steven Spielberg movie \"Hook\", what was the character's name that Julia Roberts portrayed?", "In the Steven Spielberg film \"Hook\", what role was Julia Roberts cast in?"], "94": ["Which US president did Anthony Hopkins play in a film whose title was simply his name?", "In what movie, titled after a US president's name, did Anthony Hopkins take on the lead role?", "In which film, named after a US president, was Anthony Hopkins cast as the lead character?", "In which movie, named after a US president, did Anthony Hopkins take on the lead role?", "In what movie, named after a US president, did Anthony Hopkins portray that president?"], "95": ["Which movie was a biopic about the life of David Helfgott?", "What is the biographical film that tells the story of David Helfgott's life?", "What is the name of the biographical film that portrays the life of David Helfgott?", "What's the name of the biographical film that portrays the life story of David Helfgott?", "What is the name of the biographical film centered around the life of David Helfgott?"], "96": ["Which film director guested as the FBI Director in The Silence of the Lambs?", "Who made a cameo as the FBI Director in the movie The Silence of the Lambs?", "Who played the role of the FBI Director in The Silence of the Lambs and is also a renowned film director?", "Who made a cameo as the Director of the FBI in the movie The Silence of the Lambs?", "Who played the role of the FBI Director in The Silence of the Lambs and is also a film director?"], "97": ["In which sci fi classic did the space ship Nostromo first appear?", "Which iconic science fiction film features the spaceship known as Nostromo?", "The spaceship Nostromo was first featured in which classic science fiction film?", "In what iconic science fiction work was the spacecraft named Nostromo first introduced?", "What's the name of the science fiction classic where the spaceship Nostromo made its debut?"], "98": ["Nigel Hawthorne was Oscar nominated for The Madness of which King?", "For which king's madness did Nigel Hawthorne receive an Oscar nomination?", "For which king's madness was Nigel Hawthorne nominated for an Oscar?", "For which movie featuring a king's insanity did Nigel Hawthorne receive an Oscar nomination?", "For which king's madness film did Nigel Hawthorne receive an Oscar nomination?"], "99": ["Which Swedish actress won the Best Supporting Actress Oscar for Murder on the Orient Express?", "What is the name of the actress from Sweden who received the Academy Award for Best Supporting Actress for her role in Murder on the Orient Express?", "Who is the Swedish actress that received the Oscar for Best Supporting Actress for her role in Murder on the Orient Express?", "Who is the Swedish actress that got the Oscar for Best Supporting Actress for her role in Murder on the Orient Express?", "The Oscar for Best Supporting Actress in Murder on the Orient Express was awarded to which actress from Sweden?"], "100": ["Which Oscar-nominated film had You Sexy Thing as its theme song?", "What was the Oscar-contending movie that used \"You Sexy Thing\" as its main theme?", "The film nominated for an Oscar had 'You Sexy Thing' as its theme song. Can you name it?", "\"You Sexy Thing\" was the theme song for which film that received an Oscar nomination?", "The film nominated for an Oscar used You Sexy Thing as its theme song, what was it?"], "101": ["Which Joan's career revived in Whatever Happened to Baby Jane?", "What is the name of the Joan whose career made a comeback with the film Whatever Happened to Baby Jane?", "What is the name of the Joan whose career saw a resurgence after her role in Whatever Happened to Baby Jane?", "What is the name of the Joan who made a career comeback with the film \"Whatever Happened to Baby Jane?\"", "What is the name of the Joan who experienced a career resurgence due to the film \"Whatever Happened to Baby Jane\"?"], "102": ["Which much-loved actor won the Best Actor Oscar for The Philadelphia Story?", "Who is the adored actor that received the Best Actor Oscar for their performance in The Philadelphia Story?", "Who is the beloved actor who received the Best Actor Oscar for his performance in The Philadelphia Story?", "For his performance in The Philadelphia Story, which beloved actor nabbed the Best Actor Oscar?", "Who won the Best Actor Oscar for their role in The Philadelphia Story, an actor greatly admired by many?"], "103": ["Which legendary dancer was Oscar-nominated for The Towering Inferno?", "For which film did the renowned dancer receive an Oscar nomination, namely The Towering Inferno?", "Who is the iconic dancer that received an Oscar nomination for their role in The Towering Inferno?", "Who is the renowned dancer that received an Oscar nomination for their performance in The Towering Inferno?", "What renowned dancer earned an Oscar nomination for their role in The Towering Inferno?"], "104": ["What was the name of the brothel in The Best Little Whorehouse in Texas?", "In \"The Best Little Whorehouse in Texas,\" what was the brothel called?", "In the film \"The Best Little Whorehouse in Texas,\" what was the brothel called?", "What was the brothel called in the movie The Best Little Whorehouse in Texas?", "In the film The Best Little Whorehouse in Texas, what was the brothel called?"], "105": ["Who was the male star of the movie The Man of La Mancha?", "Which actor played the leading male role in The Man of La Mancha?", "Who played the lead male role in the film The Man of La Mancha?", "Who played the leading male role in The Man of La Mancha?", "Who played the leading male role in the film The Man of La Mancha?"], "106": ["What relation is Joey Richardson to Vanessa Redgrave?", "How is Joey Richardson related to Vanessa Redgrave?", "What is the familial connection between Joey Richardson and Vanessa Redgrave?", "What's the family connection between Joey Richardson and Vanessa Redgrave?", "How is Joey Richardson connected to Vanessa Redgrave in terms of family?"], "107": ["Melanie Molitor is the mom of which tennis world NO 1?", "Who is the tennis world number one player that Melanie Molitor gave birth to?", "Who is the tennis world number 1 player that Melanie Molitor gave birth to?", "Who is the tennis world number one that Melanie Molitor gave birth to?", "Which world number 1 tennis player is the offspring of Melanie Molitor?"], "108": ["Marc Dutroux hit the headlines over a 'house of horrors' in which country?", "In what country did Marc Dutroux cause a sensation because of a 'house of horrors'?", "In what country did Marc Dutroux become infamous for his 'house of horrors'?", "In which country did Marc Dutroux become infamous because of a 'house of horrors'?", "In which nation did Marc Dutroux gain infamy for a 'house of horrors'?"], "109": ["On which date in 1945 did Hitler take cyanide then shoot himself?", "When did Hitler commit suicide by cyanide ingestion and gunshot in 1945?", "When in 1945 did Hitler commit suicide by cyanide and gunshot?", "When did Hitler commit suicide by taking cyanide and shooting himself in 1945?", "When in 1945 did Hitler ingest cyanide and commit suicide by shooting himself?"], "110": ["In which river is the Boulder Dam?", "The Boulder Dam is located on which river?", "The Boulder Dam is located in which river?", "The Boulder Dam is situated in which river?", "What river is home to the Boulder Dam?"], "111": ["Which sports event was first held at Worcester, Massachusetts in 1927?", "In 1927, what sports event took its inaugural place in Worcester, Massachusetts?", "In 1927, the inaugural event of which sport took place in Worcester, Massachusetts?", "In 1927, Worcester, Massachusetts was the initial location for what sports event?", "In 1927, Worcester, Massachusetts was the first location for which sporting event?"], "112": ["In which European city is the Belvederen Gallery?", "The Belvederen Gallery is located in which city in Europe?", "Where is the Belvederen Gallery located in Europe?", "Where in Europe can you find the Belvederen Gallery?", "Where can you find the Belvederen Gallery in Europe?"], "113": ["How old was Woody Herman when he founded his own orchestra?", "What was Woody Herman's age when he established his own orchestra?", "At what age did Woody Herman establish his own orchestra?", "What was Woody Herman's age when he started his own orchestra?", "At what age did Woody Herman establish his personal orchestra?"], "114": ["For which movie did Katharine Hepburn win her second Oscar?", "Katharine Hepburn's second Oscar was awarded for what film?", "Which film earned Katharine Hepburn her second Oscar award?", "What was the film for which Katharine Hepburn received her second Oscar?", "Katharine Hepburn received her second Oscar for which film?"], "115": ["Who had a 60s No 1 hit with This Diamond Ring?", "Which artist topped the charts in the 60s with the song \"This Diamond Ring\"?", "This Diamond Ring was a number one hit in the 60s for which artist?", "\"This Diamond Ring\" was a number one hit in the 60s for which artist?", "This Diamond Ring was a 60s No 1 hit for which artist?"], "116": ["The world was first aware of the Chernobyl disaster after detectors were triggered at a nuclear plant in which country?", "In which country's nuclear plant were the detectors first triggered that alerted the world to the Chernobyl disaster?", "In which country was the nuclear plant located where detectors first picked up on the Chernobyl disaster?", "In which country's nuclear plant were detectors set off, leading to the global discovery of the Chernobyl catastrophe?", "In which country did a nuclear plant first detect the Chernobyl catastrophe?"], "117": ["In which country was the first permanent bungee jumping site situated?", "Where was the original, permanent bungee jumping location established?", "Where was the world's first established bungee jumping location located?", "Where was the first ever bungee jumping site permanently established?", "Where was the very first established bungee jumping location found?"], "118": ["Who succeeded Brezhnev as Soviet premier?", "After Brezhnev's term, who took over as the Premier of the Soviet Union?", "Who took over the role of Soviet premier after Brezhnev?", "After Brezhnev's term ended, who took over as the premier of the Soviet Union?", "After Brezhnev's term ended, who took over as the Premier of the Soviet Union?"], "119": ["In the late 60s Owen Finlay MacLaren pioneered what useful item for parents of small chldren?", "What practical invention for parents with young kids was developed by Owen Finlay MacLaren in the late 1960s?", "What important invention for parents of young children was Owen Finlay MacLaren responsible for in the late 1960s?", "What practical invention did Owen Finlay MacLaren develop for parents in the late 1960s?", "What was the innovative item for parents of young children that Owen Finlay MacLaren brought to the fore in the late 1960s?"], "120": ["In which city's shipyard was Solidarity set up?", "In what city's dockyard was the Solidarity movement established?", "Solidarity was established in the shipyard of what city?", "In which port city was the Solidarity movement established?", "Solidarity was initiated in which city's shipyard?"], "121": ["Which female singer was born on exactly the same day as impressionist Rich Little?", "What female vocalist shares her birthday with the impressionist Rich Little?", "Which woman vocalist shares a birthday with the impressionist Rich Little?", "What is the name of the female vocalist who shares her birthday with impressionist Rich Little?", "What female vocalist has the same birthday as comedian Rich Little?"], "122": ["What is Harrison Ford's real name?", "What is the true identity of the actor known as Harrison Ford?", "What is the actual name of the actor Harrison Ford?", "What is the true name of the actor Harrison Ford?", "What is the actual name of the actor known as Harrison Ford?"], "123": ["Who's home runs record did Mark McGwire break in the 1998 season?", "In the 1998 season, whose home run record was surpassed by Mark McGwire?", "In the 1998 season, Mark McGwire surpassed whose home runs record?", "Mark McGwire surpassed whose home run record during the 1998 season?", "Mark McGwire surpassed whose home run record in the 1998 season?"], "124": ["Who won baseball's first World Series of the 80s?", "Which team claimed victory in the inaugural World Series of the 1980s?", "Which team was victorious in the initial World Series of the 1980s?", "Which team was the victor of the initial World Series in the 1980s?", "Which team was victorious in the inaugural World Series of the 1980s?"], "125": ["What was Pete Sampras seeded when he won his first US Open?", "What was Pete Sampras' seed ranking when he claimed his initial US Open victory?", "What seeding did Pete Sampras hold when he achieved his first victory at the US Open?", "What was Pete Sampras' seeding when he clinched his initial US Open victory?", "In the US Open that Pete Sampras first won, what was his seed ranking?"], "126": ["\"Which boxer famously said,\"\" If I can't beat this bum take my name off the record books?\"\"\"", "\"Which renowned pugilist declared, \"Remove my name from the record books if I fail to defeat this no-good?\"\"", "\"Which well-known pugilist once declared, \"\"If this guy bests me, strike my name from the history of boxing?\"\"\"", "\"Which renowned pugilist is known for his statement, 'If I'm unable to defeat this nobody, remove my name from the record books'?\"", "\"Who is the notable boxer that declared, 'Remove my name from the record books if I can't defeat this loser'?\""], "127": ["Where did Jonathan Edwards set his 1995 triple jump world record?", "In which location did Jonathan Edwards achieve his triple jump world record in 1995?", "In which location was Jonathan Edwards' 1995 world record for triple jump established?", "In what location did Jonathan Edwards make his world record triple jump in 1995?", "In which location was Jonathan Edwards' 1995 world record in triple jump set?"], "128": ["In baseball, where do the Orioles come from?", "Which city is the home base of the Orioles in baseball?", "Which city is the home base for the Orioles in baseball?", "The Orioles are a baseball team from which city?", "Which city is home to the baseball team known as the Orioles?"], "129": ["The Naismith Award is presented in which sport?", "In what sport is the Naismith Award given?", "In which athletic event is the Naismith Award given?", "In which athletic activity is the Naismith Award given?", "In which sport is the Naismith Award given?"], "130": ["Which cartoon and film character is the nickname of super athlete Michael Johnson?", "What alias, taken from a character in cartoons and films, is super athlete Michael Johnson known by?", "What nickname, shared with a popular cartoon and film character, does world-class athlete Michael Johnson go by?", "What is the cartoon and movie character nickname for the esteemed sportsperson Michael Johnson?", "What is the animated film character that super athlete Michael Johnson is commonly referred to as?"], "131": ["For which team did Babe Ruth blast his last Major League home run?", "On which team was Babe Ruth playing when he hit his final Major League home run?", "Babe Ruth hit his final Major League home run while playing for which team?", "On which Major League team did Babe Ruth hit his final home run?", "Babe Ruth hit his final Major League home run playing for which team?"], "132": ["What was Warren Beatty's first movie?", "In which film did Warren Beatty first appear?", "In which movie did Warren Beatty make his debut?", "In which film did Warren Beatty make his debut?", "In which film did Warren Beatty make his acting debut?"], "133": ["Which future Hollywood star got her break as Wonder Girl, Wonder Woman's sister Drusilla?", "Who is the future Hollywood celebrity who initially gained fame by portraying Drusilla, Wonder Woman's sister also known as Wonder Girl?", "Who is the future Hollywood celebrity who initially became famous for playing the role of Drusilla, Wonder Woman's sister, also known as Wonder Girl?", "What future big-screen celebrity began her career by playing Drusilla, also known as Wonder Girl, the sister of Wonder Woman?", "What future star of the silver screen began her career playing Drusilla, Wonder Woman's sister, also known as Wonder Girl?"], "134": ["Mickey Braddock in the 50s series Circus Boy found fame with which surname in which pop band?", "In which pop band did Mickey Braddock, from the 50s show Circus Boy, gain recognition, and under what surname?", "Under what surname did Mickey Braddock, from the 50s show Circus Boy, achieve popularity in a music group?", "What popular band did Mickey Braddock from the 1950s series Circus Boy join, and what surname did he become famous under?", "Under what surname did Mickey Braddock from the 1950s series \"Circus Boy\" gain popularity in a pop music group?"], "135": ["Which war veteran was Director of News & Special Events for ABC before find fame as a TV cop?", "Before becoming a famous television police officer, which war veteran held the position of Director of News & Special Events at ABC?", "Before becoming famous playing a police officer on television, which war veteran held the position of Director of News & Special Events at ABC?", "Before becoming well-known for his role as a television police officer, which former combatant held the position of ABC's Director of News & Special Events?", "Before becoming a famous television policeman, which former soldier held the position of Director of News & Special Events at ABC?"], "136": ["What US sitcom was the first exported to Britain?", "Which American comedic television series was the first to be broadcasted in the United Kingdom?", "Which American comedy show was the first to be broadcasted in Britain?", "Which American comedy TV show was the first to be broadcasted in Britain?", "Which was the first American sitcom to be broadcast in Britain?"], "137": ["In Hanna and Barbera's TV cartoons base on The Addams Family who was the voice of Gomez?", "Who provided the voice for Gomez in Hanna and Barbera's animated version of The Addams Family?", "Who provided the voice for Gomez in the Hanna-Barbera cartoon adaptation of The Addams Family?", "Who provided the voice for the character Gomez in Hanna and Barbera's animated series based on The Addams Family?", "Who provided the voice for Gomez in the Hanna-Barbera animated television series of The Addams Family?"], "138": ["Who was the only female victim to be killed off in the opening credit sequence in Police Squad?", "In Police Squad, who was the sole female character that was eliminated during the opening credits?", "In Police Squad, who was the sole woman who was murdered during the title sequence?", "In Police Squad's opening credit sequence, who was the sole woman to be murdered?", "In the intro sequence of Police Squad, which woman is the only one to meet her demise?"], "139": ["Which US president won the Nobel Peace Prize in 1920?", "In 1920, which president of the United States was awarded the Nobel Peace Prize?", "Who was the American president awarded the Nobel Peace Prize in the year 1920?", "In 1920, which American president was awarded the Nobel Peace Prize?", "Who was the US president that received the Nobel Peace Prize in the year 1920?"], "140": ["Who beat Tim Henman in his first Wimbledon singles semifinal?", "In Tim Henman's initial Wimbledon singles semifinal, who was the player that defeated him?", "In Tim Henman's initial singles semifinal at Wimbledon, who was his opponent that emerged victorious?", "In Tim Henman's first Wimbledon singles semifinal, who was his opponent that won the match?", "In Tim Henman's first Wimbledon singles semifinal, who was his opponent that emerged victorious?"], "141": ["What relation was Flo Jo to Jackie Joyner Kersee?", "How was Flo Jo related to Jackie Joyner Kersee?", "How were Flo Jo and Jackie Joyner Kersee related?", "How were Flo Jo and Jackie Joyner Kersee related to each other?", "How were Flo Jo and Jackie Joyner-Kersee related?"], "142": ["How long was swimmer Michelle Smith-de Bruin banned for attempting to manipulate a drugs test?", "For how many years was Michelle Smith-de Bruin suspended from swimming due to attempts to tamper with a drug test?", "For how long was the swimmer Michelle Smith-de Bruin suspended due to her attempt to tamper with a drug test?", "For how many years was Michelle Smith-de Bruin suspended from swimming due to attempted drug test tampering?", "For how long was swimmer Michelle Smith-de Bruin suspended due to her attempts to tamper with a drug test?"], "143": ["Yuan Yuan was caught carrying drugs for which Chinese team?", "For which Chinese team was Yuan Yuan found smuggling drugs?", "For what Chinese team was Yuan Yuan discovered transporting drugs?", "Which Chinese team was Yuan Yuan caught transporting drugs for?", "For which Chinese team was Yuan Yuan found to be smuggling drugs?"], "144": ["Which grand slam did Pete Sampras not win in the 20th century?", "Out of all the grand slams, which one did Pete Sampras fail to secure a victory in during the 1900s?", "In the 1900s, which grand slam tournament did Pete Sampras fail to secure a victory in?", "In the 1900s, which grand slam title eluded tennis player Pete Sampras?", "Which major tennis tournament was not won by Pete Sampras in the 1900s?"], "145": ["In which events did Gert Fredriksson win six Olympic gold medals?", "Gert Fredriksson was victorious in which events, earning him six Olympic gold medals?", "Gert Fredriksson managed to secure six Olympic gold medals in what events?", "Gert Fredriksson secured six Olympic gold medals in what events?", "Gert Fredriksson secured six Olympic gold medals in which sports events?"], "146": ["How many of his 45 races did Mike Hawthorn, a former Formula One motor racing world champion, win?", "Out of 45 races, how many were won by former Formula One world champion, Mike Hawthorn?", "Out of 45 races, how many were won by the previous Formula One champion, Mike Hawthorn?", "Out of his total 45 races, how many did former Formula One world champion Mike Hawthorn triumph in?", "Out of 45 races Mike Hawthorn, a previous F1 world champion, participated in, how many did he come out victorious?"], "147": ["On the Internet what is Spam?", "What does the term 'Spam' refer to on the internet?", "What does the term 'Spam' signify in the context of the Internet?", "What does the term \"Spam\" refer to on the internet?", "What does the term \"Spam\" mean on the internet?"], "148": ["In which country did the Internet start?", "Where was the Internet first developed?", "Where was the internet first established?", "Which nation is credited with the creation of the Internet?", "In what country was the Internet first established?"], "149": ["In which year was the Juilliard School founded in New York?", "What year marks the establishment of the Juilliard School in New York?", "When was the year that the Juilliard School in New York was established?", "When was the Juilliard School in New York established?", "What year was the establishment of the Juilliard School in New York?"], "150": ["Who wrote My Life and Loves in 1926, originally banned in the US?", "The author of \"My Life and Loves,\" a book prohibited in the US upon its 1926 release, was who?", "Who is the author of the 1926 book My Life and Loves, a book that was initially prohibited in the United States?", "Which author penned the 1926 book My Life and Loves, a work initially prohibited in the United States?", "Which author penned the 1926 book \"My Life and Loves,\" which initially faced a ban in the United States?"], "151": ["What was Blondie's last UK No 1 of the 80s?", "What was the final number one song in the UK by Blondie during the 80s?", "Which was the final number one hit in the UK for Blondie during the 1980s?", "What was the final number one hit from Blondie in the UK during the 80s?", "What was the final song by Blondie to reach number 1 in the UK during the 80s?"], "152": ["In baseball, where do the Royals come from?", "What city is home to the baseball team called the Royals?", "Which city is home to the baseball team known as the Royals?", "Which city is home to the Royals baseball team?", "Which city is the home base for the Royals baseball team?"], "153": ["What is the largest city in Ohio?", "Which city holds the title as the biggest in Ohio?", "Can you name the most populous city in Ohio?", "Which city is considered the biggest in Ohio?", "Which city in Ohio is the biggest in terms of population?"], "154": ["In which decade of the 20th century was Anne Bancroft born?", "During which ten-year span in the 1900s was Anne Bancroft born?", "During which ten-year period in the 1900s was actress Anne Bancroft born?", "During which ten-year span in the 1900s was Anne Bancroft brought into this world?", "During which ten-year period in the 1900s was Anne Bancroft born?"], "155": ["The Suez Canal connects the Mediterranean Sea to which other Sea?", "What other sea is linked to the Mediterranean Sea by the Suez Canal?", "Which sea is linked to the Mediterranean by the Suez Canal?", "Which sea is linked to the Mediterranean Sea by the Suez Canal?", "Which other sea is linked to the Mediterranean Sea through the Suez Canal?"], "156": ["Which rock star did Cindy Crawford name her first son after?", "Cindy Crawford's first son is named after which rock star?", "Cindy Crawford's first son was named after which rock star?", "Cindy Crawford's first son is named after which rock icon?", "Cindy Crawford chose to name her first born son after which famous rock musician?"], "157": ["Sun Yat Sen overthrew the emperor in which country establishing a republic after 2000 years of imperial rule?", "In which nation did Sun Yat Sen topple the emperor to form a republic, ending two millennia of imperial dominance?", "In which nation did Sun Yat Sen end 2000 years of imperial reign and bring about a republic?", "In which nation did Sun Yat Sen end 2000 years of imperial reign by overthrowing the emperor and founding a republic?", "In what country did Sun Yat Sen topple the emperor to form a republic, ending a 2000-year period of monarchy?"], "158": ["Who designed the dress which made the most at Diana's dress auction?", "Which designer created the dress that fetched the highest price at the auction of Diana's dresses?", "Whose design was the highest earning dress at the auction of Diana's clothing?", "Who was the designer of the highest-earning dress at Princess Diana's dress auction?", "Who is the designer of the dress that fetched the highest price at the auction of Diana's wardrobe?"], "159": ["Which Palestinian co-founded al Fatah in 1957?", "Who is the Palestinian individual who helped establish al Fatah in the year 1957?", "Who is the Palestinian individual who helped establish al Fatah in 1957?", "Who is the Palestinian individual that helped establish al Fatah in 1957?", "Who was the Palestinian individual who helped establish al Fatah in 1957?"], "160": ["In which country was Earl Spencer's acrimonious divorce settlement heard?", "In which nation was the contentious divorce settlement of Earl Spencer deliberated?", "Where was the contentious divorce settlement of Earl Spencer litigated?", "Earl Spencer's bitter divorce settlement took place in which nation?", "In what country did the contentious divorce settlement of Earl Spencer take place?"], "161": ["In which North African country was Mohammed Al-Fayed, owner of Harrods department store in London, born?", "Mohammed Al-Fayed, who owns the Harrods department store in London, was born in which North African nation?", "Mohammed Al-Fayed, the proprietor of London's Harrods department store, was born in which country in North Africa?", "Mohammed Al-Fayed, the proprietor of London's Harrods department store, was born in which North African nation?", "Mohammed Al-Fayed, who owns the Harrods department store in London, originates from which country in North Africa?"], "162": ["Aung San Suu Kyi is a controversial leader in which country?", "In what country is Aung San Suu Kyi a contentious leader?", "In what country is Aung San Suu Kyi a contentious figure?", "In which nation is Aung San Suu Kyi considered a contentious leader?", "In which nation is Aung San Suu Kyi a disputed leader?"], "163": ["Which of the founders of United Artists had the last name nearest the beginning of the alphabet?", "Out of United Artists' founders, whose surname is closest to the start of the alphabet?", "Out of all the United Artists founders, whose surname comes first alphabetically?", "Out of all the founders of United Artists, who has a surname that comes first alphabetically?", "Of all the individuals who founded United Artists, whose surname is closest to the start of the alphabet?"], "164": ["In La Cage Aux Folles, what was La Cage Aux Folles?", "What does La Cage Aux Folles refer to in the play of the same name?", "What is represented by \"La Cage Aux Folles\" in the film of the same name?", "In the play La Cage Aux Folles, can you identify what La Cage Aux Folles actually is?", "In the show La Cage Aux Folles, can you identify what La Cage Aux Folles referred to?"], "165": ["Where was the Fiddler in the musical's title?", "In the title of the musical, where was the Fiddler located?", "Where is the location of the Fiddler in the title of the musical?", "In the title of the musical, where did the Fiddler reside?", "In what location was the titular Fiddler in the musical situated?"], "166": ["South Pacific was set during which war?", "During which conflict was the setting of South Pacific?", "During what conflict does the story of South Pacific take place?", "During which conflict does the narrative of \"South Pacific\" unfold?", "During what conflict does the narrative of South Pacific take place?"], "167": ["What percentage of the earth's surface is covered by Europe?", "What proportion of the world's surface is occupied by Europe?", "How much of the world's total surface area is occupied by Europe as a percentage?", "How much of the earth's total surface area is occupied by Europe in terms of percentage?", "Europe covers what proportion of the earth's surface?"], "168": ["Which European town gave its name to a Treaty which symbolizes closer economic links between European countries?", "What is the name of the European town that lent its name to a treaty signifying the strengthening of economic ties amongst European nations?", "What is the name of the European city that lent its name to a treaty signifying stronger economic ties among European nations?", "What is the name of the European town that lent its name to a treaty signifying stronger economic relationships among European nations?", "What is the name of the European town that lent its name to a treaty symbolizing tighter economic connections among European nations?"], "169": ["Which home of champagne in France was also where the German High Command surrendered in WWII?", "In which French city, famous for champagne, did the German High Command give up in the second World War?", "In which French city, known for producing champagne, did the German High Command surrender during the Second World War?", "In which French city, known for its champagne, did the German High Command surrender during World War II?", "In what French city, famous for champagne, did the German High Command officially capitulate during World War II?"], "170": ["Which was the first European city this century to open an underground railway system?", "What was the first underground railway system opened in a European city in this century?", "In which European city was the first underground railway system inaugurated in this century?", "In this century, which city in Europe was the first to inaugurate a subway system?", "Which European city was the first to introduce a subway system in this century?"], "171": ["Who first drew Mickey Mouse when ?Disney first supplied the voice?", "Who was the initial artist for Mickey Mouse when Disney was providing the character's voice?", "Who was the original artist for Mickey Mouse when Disney provided the voice for the first time?", "Who was the initial illustrator of Mickey Mouse when Disney provided the voice for the first time?", "Who was the original illustrator of Mickey Mouse when Disney provided the character's voice for the first time?"], "172": ["Which actress wrote the novel The Last of the Really Great Whangdoodles?", "Who is the actress that authored the book titled The Last of the Really Great Whangdoodles?", "Who is the actress that penned the book titled The Last of the Really Great Whangdoodles?", "Who is the actress-author of the book titled \"The Last of the Really Great Whangdoodles\"?", "Who is the actress author of the book titled The Last of the Really Great Whangdoodles?"], "173": ["Who was the star of the film based on the record Harper Valley PTA by Jeannie C Riley?", "Who was the lead actor in the movie adaptation of Jeannie C Riley's record, Harper Valley PTA?", "Which actor played the lead role in the movie adaptation of Jeannie C Riley's record, Harper Valley PTA?", "Which actor had the lead role in the movie inspired by Jeannie C Riley's song Harper Valley PTA?", "Which actor was the lead in the movie adaptation of Jeannie C Riley's record, Harper Valley PTA?"], "174": ["What color golf balls are used on the golf course in Antarctica?", "What is the hue of the golf balls utilized on Antarctica's golf course?", "What is the color of the golf balls used in games played on Antarctica's golf course?", "On Antarctic golf courses, what color are the golf balls?", "What is the color of the golf balls used on Antarctic golf courses?"], "175": ["Throughout the 80s and 90s Phil Collins recorded on which record label?", "Under which record label did Phil Collins produce music during the 80s and 90s?", "Under which record label did Phil Collins produce his music during the 80s and 90s?", "Which record label was Phil Collins associated with during the 80s and 90s?", "Phil Collins was associated with which record label during the 80s and 90s?"], "176": ["On which label did Chuck Berry record in the 1950s and 1960s?", "Under what record label did Chuck Berry produce music in the 50s and 60s?", "Under which record label did Chuck Berry produce his music during the 50s and 60s?", "For which record label did Chuck Berry produce music during the 50s and 60s?", "For which record company did Chuck Berry produce music in the 1950s and 1960s?"], "177": ["What was the name of Michael Jackson's second wife?", "Who was Michael Jackson's second spouse?", "Who was the second woman to marry Michael Jackson?", "Who was the second woman to marry the pop star Michael Jackson?", "Who did Michael Jackson marry for his second marriage?"], "178": ["Which US city was named after a British Prime Minister?", "What is the name of the American city that was named in honor of a British Prime Minister?", "What's the name of the American city that was christened after a British Prime Minister?", "What American city bears the name of a former British Prime Minister?", "What city in the United States carries the name of a British Prime Minister?"], "179": ["\"Who said, To err is human but it feels divine?\"\"\"", "\"Who is credited with the quote, 'To err is human but it feels divine'?\"", "\"Who is credited with the quote, To err is human but it feels divine?\"", "\"Which individual is credited with the quote, To err is human but it feels divine?\"", "\"Who is the person credited for the quote, 'To err is human but it feels divine'?\""], "180": ["Which singer had a big 60s No 1 with Roses Are Red?", "Who was the artist behind the 1960s number one hit \"Roses Are Red\"?", "\"Roses Are Red\" was a number one hit in the 60s for which artist?", "Who is the artist behind the 60s chart-topping song \"Roses Are Red\"?", "Which artist topped the charts in the 60s with the hit song \"Roses Are Red\"?"], "181": ["What are the international registration letters of a vehicle from Iceland?", "What are the global identification letters for automobiles originating from Iceland?", "What letters are used to internationally register a vehicle in Iceland?", "What is the international vehicle registration code for Iceland?", "What letters are used to internationally identify a vehicle that is registered in Iceland?"], "182": ["Where was the American venue of the Live Aid concert?", "In which American location was the Live Aid concert held?", "In which American city was the Live Aid concert held?", "In which American city did the Live Aid concert take place?", "In which U.S. location was the Live Aid concert held?"], "183": ["Which was the longest moon landing?", "What was the duration of the longest stay on the moon?", "What was the duration of the lengthiest landing on the moon?", "What moon landing holds the record for longest duration?", "Which moon landing holds the record for the longest duration?"], "184": ["Who had the most expensive presidential inauguration ceremony of the 20th century?", "In the 20th century, whose presidential inauguration ceremony had the highest cost?", "Which president's inauguration ceremony in the 20th century had the highest cost?", "Which president's inauguration ceremony in the 20th century carried the highest price tag?", "Which president in the 20th century holds the record for the costliest inauguration celebration?"], "185": ["Who became Israel's head of state in 1993?", "In 1993, who took on the role of Israel's head of state?", "In 1993, who assumed the role of Israel's head of state?", "In 1993, who took on the role as the leader of Israel?", "In 1993, who stepped into the role of Israel's head of state?"], "186": ["In WWII, who was the head of the Nazi party's security service?", "During the Second World War, who served as the chief of security for the Nazi party?", "During the Second World War, who led the security service of the Nazi party?", "During the Second World War, who led the security service for the Nazi party?", "Who served as the chief of the security service for the Nazi party during the Second World War?"], "187": ["Which President of the Philippines was deposed in 1986?", "In 1986, which Philippines President was overthrown?", "Who was the Philippine President that was overthrown in 1986?", "Who was the Philippine President that was ousted in 1986?", "Who was the Philippine President removed from office in 1986?"], "188": ["What kind of disaster claimed some 100,000 lives in Armenia in 1988?", "What type of catastrophic event led to the death of approximately 100,000 people in Armenia in 1988?", "Which catastrophic event resulted in approximately 100,000 deaths in Armenia in 1988?", "In 1988, which catastrophe led to the death of approximately 100,000 people in Armenia?", "In 1988, a catastrophe in Armenia resulted in around 100,000 deaths. What type of disaster was it?"], "189": ["Which state on the Gulf of Mexico is nearest the end of the alphabet?", "What is the name of the state closest to the end of the alphabet that is along the Gulf of Mexico?", "What is the name of the state located on the Gulf of Mexico that comes last alphabetically?", "What is the name of the state bordering the Gulf of Mexico that comes last in alphabetical order?", "What is the last alphanumeric Gulf of Mexico state?"], "190": ["Truax Field international airport is in which US state?", "In which American state would you find Truax Field international airport?", "In what American state can you find Truax Field international airport?", "In which state in the US would you find Truax Field international airport?", "In what US state can you find Truax Field international airport?"], "191": ["In what month was the attack on Pearl Harbor?", "Pearl Harbor was attacked in which month?", "During which month did the Pearl Harbor assault occur?", "During which month did the Pearl Harbor attack occur?", "During which month did the Pearl Harbor attack take place?"], "192": ["Who did Dr. Crippen murder?", "Dr. Crippen is infamous for whose murder?", "Whom was the victim of Dr. Crippen's killing?", "Dr. Crippen is known for the murder of whom?", "Which individual was the victim of Dr. Crippen's murder?"], "193": ["In the 1904 Olympics, how many of the 23 track and field titles were won by Americans?", "During the 1904 Olympics, what was the total number of track and field championships secured by the United States?", "During the 1904 Olympics, out of the 23 track and field events, how many were triumphed by the Americans?", "During the 1904 Olympics, what was the count of track and field titles bagged by the participants from the United States out of a total of 23?", "During the 1904 Olympics, what was the number of track and field titles claimed by American athletes out of the total 23?"], "194": ["The Black Hills lie between which two rivers?", "Which two rivers are the Black Hills situated between?", "Between which two rivers can you find the Black Hills?", "Which two rivers border the Black Hills?", "Between which two rivers are the Black Hills located?"], "195": ["In what year was the first in-flight movie shown on an internal flight in the USA.", "When was the first movie screened during a domestic flight in the United States?", "When was the first time an in-flight movie was screened on a domestic flight in the United States?", "When was the inaugural in-flight movie screened on a domestic flight in the United States?", "When was the first movie ever shown during a domestic flight in the United States?"], "196": ["In which city was John Lennon murdered?", "Where did the assassination of John Lennon take place?", "John Lennon was killed in which city?", "John Lennon was assassinated in which city?", "John Lennon was assassinated in what city?"], "197": ["How was President Kennedy assassinated?", "What method was used to assassinate President Kennedy?", "What was the method used to assassinate President Kennedy?", "What was the manner in which President Kennedy was killed?", "What method was used to kill President Kennedy?"], "198": ["Which caped crusader operated in Gotham City?", "Who is the superhero known for protecting Gotham City and wearing a cape?", "What is the name of the masked vigilante who fights crime in Gotham City?", "What is the name of the superhero who is known for his cape and works out of Gotham City?", "Who is the masked hero based in Gotham City?"], "199": ["Who did Jack Ruby shoot in November 1963?", "In November of 1963, who was the person that Jack Ruby assassinated?", "In November 1963, who was the victim of Jack Ruby's gunshot?", "Jack Ruby assassinated which individual in November of 1963?", "Who was the victim of Jack Ruby's shooting in November 1963?"], "200": ["Who was the first American to travel faster than the speed of sound?", "Can you name the first American who surpassed the speed of sound?", "Who was the initial U.S. citizen to exceed the speed of sound in travel?", "Which American was the first to surpass the speed of sound?", "Which American first managed to surpass the speed of sound?"], "201": ["Who was the first US president Barbara Walters interviewed?", "Barbara Walters conducted her first interview with which US president?", "Barbara Walters conducted her first interview with which US President?", "Barbara Walters had her first interview with which US president?", "Barbara Walters conducted her first presidential interview with which US president?"], "202": ["Which orchestral conductor was married to one of the subjects of the film Hillary and Jackie?", "The subject of the movie Hillary and Jackie was married to which famous orchestra conductor?", "The subject of the movie Hillary and Jackie was married to which renowned symphony conductor?", "Who is the conductor of an orchestra who was also the spouse of a person depicted in the movie Hillary and Jackie?", "Who is the conductor that was wedded to an individual portrayed in the movie Hillary and Jackie?"], "203": ["Which writer and politician became Lord Tweedsmuir?", "Who is the author and political figure that took on the title of Lord Tweedsmuir?", "Who is the author and politician that took on the title of Lord Tweedsmuir?", "Who is the author and statesman known as Lord Tweedsmuir?", "Who is the author and statesman who took on the title of Lord Tweedsmuir?"], "204": ["In what year was the first Tarzan novel published?", "When was the initial Tarzan novel released?", "When was the initial publication of the first Tarzan novel?", "When was the inaugural Tarzan novel released?", "When was the inaugural Tarzan novel first released?"], "205": ["In which country were motorized ambulances first used?", "Which country was the first to use motorized ambulances?", "Which nation was the first to use motorized ambulances?", "Which nation was the first to utilize motorized ambulances?", "Motorized ambulances were first utilized in which nation?"], "206": ["What is the Pacific terminus of the Trans Siberian Railway?", "Where does the Trans Siberian Railway end on the Pacific side?", "Where does the Trans Siberian Railway end on the Pacific coast?", "Where does the Trans Siberian Railway end in the Pacific?", "Which point does the Trans Siberian Railway end at on the Pacific side?"], "207": ["What is the name of the mountain pass which lies between Pakistan and Afghanistan?", "Can you identify the mountain pass situated between Afghanistan and Pakistan?", "What is the title of the pass that geographically separates Pakistan and Afghanistan?", "What's the name of the passage through the mountains that separates Afghanistan and Pakistan?", "What is the pass called that is situated between Afghanistan and Pakistan?"], "208": ["What is the name of the group of 1,196 islands in the North Indian Ocean, none bigger than five square miles?", "Can you tell me the name of the archipelago in the North Indian Ocean, consisting of over a thousand islands, with none exceeding five square miles in size?", "Can you identify the cluster of 1,196 islands in the North Indian Ocean, each not exceeding five square miles in size?", "Can you identify the group consisting of 1,196 small islands, all of which are no larger than five square miles, located in the North Indian Ocean?", "Can you identify the collection of 1,196 islands located in the North Indian Ocean, none of which exceed five square miles in size?"], "209": ["Which Syrian city is said to be the oldest continually inhabited city in the world?", "What is the name of the oldest city in the world that has been continuously inhabited, located in Syria?", "What is the name of the Syrian city that is widely claimed to be the world's oldest continuously populated city?", "What is the oldest city in the world that has been continuously populated, and is located in Syria?", "What city in Syria is recognized as the world's oldest continuously populated city?"], "210": ["Who was king of France at the time of the French Revolution?", "During the French Revolution, who held the position of the French king?", "During the French Revolution, who occupied the throne of France?", "During the French Revolution, who was the monarch of France?", "During the French Revolution, who held the position of King in France?"], "211": ["What is the principal language of Bulgaria?", "What is the main language spoken in Bulgaria?", "What is the primary language spoken in Bulgaria?", "Which language is predominantly spoken in Bulgaria?", "Which language is primarily spoken in Bulgaria?"], "212": ["What is the name of the cathedral in Red Square, Moscow?", "Can you tell me the name of the cathedral located in Moscow's Red Square?", "Can you name the cathedral located in Moscow's Red Square?", "Can you identify the cathedral situated in Moscow's Red Square?", "Can you identify the cathedral located in Moscow's Red Square?"], "213": ["Which country is known to its people as Suomen Tasavalta?", "What is the English name for the country that its inhabitants call Suomen Tasavalta?", "What is the English name of the country that locals refer to as Suomen Tasavalta?", "What is the English name for the country that locals call Suomen Tasavalta?", "What is the country that the locals refer to as Suomen Tasavalta?"], "214": ["Which crusade was led by Philip II Augustus of France and Richard I of England?", "Richard I of England and Philip II Augustus of France led which Crusade?", "During which crusade did Richard I of England and Philip II Augustus of France take a leading role?", "Philip II Augustus from France and Richard I from England spearheaded which crusade?", "Philip II Augustus from France and Richard I from England led which historical crusade?"], "215": ["In which Netherlands city does the United Nations International Court of Justice sit?", "What city in the Netherlands is home to the United Nations International Court of Justice?", "Which city in the Netherlands is home to the United Nations International Court of Justice?", "In what city in the Netherlands is the United Nations International Court of Justice located?", "What is the name of the Dutch city where the International Court of Justice of the United Nations is located?"], "216": ["In which battle did Harold II, the last Saxon king, lose his life?", "During which fight did Harold II, the final Saxon king, meet his end?", "During which conflict did Harold II, the final Saxon king, meet his end?", "Harold II, the final Saxon king, died in which battle?", "During which conflict did Harold II, the final Saxon monarch, meet his end?"], "217": ["Who proclaimed the People's Republic of China in 1949?", "In 1949, who announced the establishment of the People's Republic of China?", "Which individual announced the establishment of the People's Republic of China in 1949?", "Who announced the establishment of the People's Republic of China in 1949?", "In 1949, who declared the establishment of the People's Republic of China?"], "218": ["Which wife of Henry VIII had already married twice before she became queen, and married for a fourth time after Henry's death?", "Which of Henry VIII's wives was a third-time bride when she became queen and also wedded for the fourth time after King Henry passed away?", "Who was Henry VIII's wife who had two previous marriages before becoming queen and then went on to marry again after Henry passed away?", "Which of Henry VIII's wives had two husbands before him and got married again after his demise?", "Which of Henry VIII's wives had two previous marriages before becoming queen and went on to marry again after Henry's demise?"], "219": ["In which country is the castle that gives the Habsburg dynasty its name?", "The Habsburg dynasty is named after a castle located in which country?", "In which nation can you find the castle that bestowed the name upon the Habsburg dynasty?", "The Habsburg dynasty is named after a castle located in what country?", "Where is the castle located that named the Habsburg dynasty?"], "220": ["In which parliament has the UK 87 seats for members who are elected for a five0-year term?", "In the UK parliament, where are there 87 seats designated for members who hold their position for a term of five years?", "Which legislative body in the UK elects 87 members to serve a term of five years?", "In the UK's parliament, how many seats are there for members who serve for a five-year term?", "Where in the UK are there 87 seats reserved for members elected to a five-year term?"], "221": ["What was the former name of the British Green Party?", "What did the British Green Party used to be called?", "What was the initial name of the Green Party in Britain?", "Prior to its current name, what was the British Green Party known as?", "Under what previous name was the British Green Party known?"], "222": ["\"What is the more common name of the \"\"simple plurality\"\" system of voting?\"", "\"What is the popular term for the voting system known as 'simple plurality'?\"", "What is the typical term for the \"simple plurality\" voting method?", "\"What is the popular term for the 'simple plurality' voting system?\"", "Under what alternative name is the \"simple plurality\" voting system commonly known?"], "223": ["What word for unthinking patriotism is derived from the name of one of Napoleon's admirers?", "From which Napoleon fan's name does the term for mindless patriotism originate?", "From which Napoleon enthusiast's name does the term for blind nationalism originate?", "Which term referring to blind nationalism originates from the name of a Napoleon enthusiast?", "Which term, meaning blind loyalty to one's country, originated from the name of a fan of Napoleon?"], "224": ["Which builder of steam engines formed a successful partnership with Matthew Boulton?", "Who was the steam engine manufacturer that established a prosperous collaboration with Matthew Boulton?", "Matthew Boulton formed a triumphant partnership with which steam engine manufacturer?", "Who was the steam engine inventor that teamed up with Matthew Boulton to create a thriving enterprise?", "Matthew Boulton entered into a profitable collaboration with which steam engine inventor?"], "225": ["What was the nickname of the French singer Edith Piaf?", "What alias was the French vocalist Edith Piaf commonly known by?", "What was the popular moniker of the French vocalist Edith Piaf?", "What pseudonym was the French vocalist Edith Piaf commonly known by?", "What pseudonym was the French chanteuse Edith Piaf known by?"], "226": ["Whose birthday is celebrated by a public holiday on the third Monday in January in the USA?", "In the USA, the third Monday in January is a public holiday in honor of what person's birthday?", "In the USA, the third Monday of January is a public holiday in honor of which person's birthday?", "In the USA, which individual's birthday is commemorated with a public holiday every third Monday in January?", "The third Monday in January is a public holiday in the USA to celebrate whose birthday?"], "227": ["What type of coal is brown and fibrous?", "What kind of coal is characterized by a brown color and fibrous texture?", "Which variety of coal is characterized by a brown color and a fibrous texture?", "Which variety of coal is characterized by its brown color and fibrous texture?", "What kind of coal is characterized by its brown color and fibrous texture?"], "228": ["What raw material is used for making glass?", "What is the primary substance used in the production of glass?", "What is the primary substance used to create glass?", "What is the primary ingredient used in the production of glass?", "From what raw substance is glass created?"], "229": ["What kind of an organism is a truffle?", "What type of life form is categorized as a truffle?", "To what class of living being does a truffle belong?", "Into what category of living organisms does a truffle fall?", "To which category of living things does a truffle belong?"], "230": ["What is the name of the strong material found in plant cell walls?", "What do you call the robust substance in the walls of a plant cell?", "What is the tough substance that makes up the walls of plant cells?", "What do you call the robust substance present in the walls of plant cells?", "What is the durable substance that makes up the walls of plant cells?"], "231": ["What name is given to the change of state from liquid to gas?", "What do we call the process in which a liquid turns into a gas?", "What term describes the transformation of a liquid into a gas?", "What do we call the process where a liquid turns into gas?", "What is the term for the transition of a substance from a liquid state to a gaseous state?"], "232": ["Which branch of science has four fundamental principles: addition, subtraction, multiplication, and division.", "In which scientific field are the four basic operations of addition, subtraction, multiplication, and division fundamental principles?", "What scientific discipline is based on the four basic operations: addition, subtraction, multiplication, and division?", "What is the scientific field that is based on the core concepts of addition, subtraction, multiplication, and division?", "In which scientific field are the basic principles addition, subtraction, multiplication, and division?"], "233": ["What is the force that opposes the relative motion of two bodies that are in contact?", "What do you call the force that resists the relative movement of two touching objects?", "What is the name of the force that works against the relative movement of two objects in contact?", "What is the name of the force that acts against the relative movement of two objects in touch with each other?", "Which force acts against the relative movement of two objects that are touching each other?"], "234": ["What is the fastest animal on two legs?", "Which two-legged creature holds the record for being the quickest?", "Which animal is known for being the quickest bipedal runner?", "Which animal is known to be the speediest while running on two legs?", "Which two-legged creature holds the record for speed?"], "235": ["What is the green pigment used by plants to trap sunlight?", "What is the name of the green substance in plants that captures sunlight?", "What is the name of the green pigment that plants use to capture sunlight?", "What is the name of the green substance in plants that absorbs sunlight?", "What is the name of the green substance in plants that helps capture sunlight?"], "236": ["What id the name given to the study of birds?", "What is the term for the scientific study of birds?", "What's the term for the scientific study of birds?", "What do we call the scientific study of birds?", "What do you call the scientific study of birds?"], "237": ["Of which reptile are there only two species, one living in the Mississippi and the other in China?", "Identify the reptile that only has two species found in the Mississippi and China.", "Which reptile has only two species existing, with one inhabiting the Mississippi and the other residing in China?", "Which type of reptile has just two species, with one inhabiting the Mississippi and the other native to China?", "Which kind of reptile only has two species, one found in the Mississippi and the other in China?"], "238": ["What type of seaweed grows up to 100 meters in length, and is farmed for its alginates?", "What is the name of the seaweed, which can grow as long as 100 meters and is cultivated for its alginates?", "Which kind of seaweed, cultivated for its alginates, can reach lengths of up to 100 meters?", "What kind of seaweed, cultivated for its alginates, can reach lengths of up to 100 meters?", "Which variety of seaweed, cultivated for its alginates, can reach lengths of up to 100 meters?"], "239": ["Where in a vertebrate would you find the protein myoglobin?", "In which part of a vertebrate is the protein myoglobin located?", "In which part of a vertebrate can the protein called myoglobin be located?", "In what part of a vertebrate would the protein called myoglobin be located?", "In which part of a vertebrate would the protein known as myoglobin be located?"], "240": ["What is the most abundant substance in the plant kingdom, which no mammal produces the enzyme to digest?", "Which is the most prevalent material in the world of plants that no mammal can process due to the absence of a specific enzyme?", "What is the most prevalent compound in plants that no mammal can naturally breakdown due to a lack of a specific enzyme?", "Which prevalent component in the plant world can't be broken down by any mammalian animal due to their lack of a specific enzyme?", "Which prevalent component in the plant world cannot be broken down by any mammal enzyme?"], "241": ["Which family of insects has species named 'drivers', 'weavers', 'and even individuals called 'soldiers'?", "What insect family includes species known as 'drivers', 'weavers', and 'soldiers'?", "What is the insect family that includes species known as 'drivers', 'weavers', and 'soldiers'?", "What insect family includes species referred to as 'weavers', 'drivers', and 'soldiers'?", "What is the insect family that includes species such as 'drivers', 'weavers', and 'soldiers'?"], "242": ["What name is given to the study of animal behavior?", "What is the term for the scientific study of how animals behave?", "What is the term used for the scientific study of how animals behave?", "What is the term for the scientific examination of how animals behave?", "What is the term used to describe the study of how animals behave?"], "243": ["Mosses are classified as belonging to which part of the plant kingdom?", "In which section of the plant kingdom would you categorize mosses?", "Under what classification of the plant kingdom do mosses fall?", "Under which section of the plant kingdom are mosses categorized?", "Under what section of the plant kingdom do mosses fall?"], "244": ["Which rodent rears its young, called kittens, in a nest called a drey?", "What name is given to the offspring, known as kittens, of which rodent that raises them in a structure named a drey?", "What type of rodent raises its offspring, known as kittens, in a dwelling known as a drey?", "What type of rodent raises its offspring, known as kittens, in a structure known as a drey?", "What type of rodent raises its offspring, known as kittens, in a nest referred to as a drey?"], "245": ["What has a central vein called a midrib?", "What is identified by possessing a central vein known as a midrib?", "Which object possesses a center vein known as a midrib?", "What is the name for the central vein commonly referred to as a midrib?", "What is named for its central vein, known as a midrib?"], "246": ["Which mammal constructs a lodge in which to store food, rear young, and pass the winter?", "Which type of mammal builds a structure to store its food, raise its offspring, and survive the winter?", "What type of mammal builds a shelter for food storage, nurturing its offspring, and surviving the winter?", "What type of mammal builds a structure to store food, raise its young, and hibernate during winter?", "What kind of mammal builds a shelter for winter hibernation, food storage, and raising its offspring?"], "247": ["What is the generic word for plants that grow in water or water-logged conditions?", "What's the common term for plants that thrive in aquatic or water-saturated environments?", "What is the term used to describe plants that thrive in water or water-saturated environments?", "What's the term for plants that thrive in aquatic or water-saturated environments?", "What term is used to refer to plants that thrive in aquatic or saturated environments?"], "248": ["Which teeth are the third molars, and are always the last to0 erupt?", "What name is given to the third molars which are always the last ones to come in?", "What is the name of the third molars that usually come in last?", "What is the name of the final set of molars that are the last to emerge in your mouth?", "What are the third molars, also known as the last teeth to break through the gums, called?"], "249": ["What is secreted by the pancreas to regulate blood sugar levels?", "Which substance does the pancreas produce to keep blood sugar levels in check?", "Which substance does the pancreas produce to control the levels of sugar in the blood?", "Which substance does the pancreas produce to maintain the balance of sugar in the blood?", "Which substance does the pancreas release to control the levels of sugar in the blood?"], "250": ["How many chambers has the heart?", "What is the total number of chambers in the human heart?", "What is the total number of chambers in a human heart?", "What is the total count of chambers in the human heart?", "What is the number of chambers in a human heart?"], "251": ["What is the name of the large buttock and thigh muscle?", "What do you call the big muscle that is located in your thigh and buttock area?", "What's the designation of the substantial muscle located in the thigh and buttock region?", "What is the major muscle found in the thigh and buttock called?", "What do you call the major muscle found in the thigh and buttock?"], "252": ["When the egg is released from the ovary, what is left behind?", "What remains in the ovary after an egg has been released?", "What remains in the ovary after an egg has been discharged?", "What remains in the ovary after the egg is discharged?", "What remains in the ovary after the egg has been discharged?"], "253": ["What is the scientific name for the heart's pacemaker?", "What is the term used in science for the pacemaker of the heart?", "What's the scientific term for the heart's rhythm regulator?", "What do scientists call the pacemaker of the heart?", "What is the medical term for the heart's rhythm regulator?"], "254": ["Which hormone helps control ovulation?", "What is the hormone responsible for regulating ovulation?", "What hormone is responsible for regulating ovulation?", "What hormone regulates the process of ovulation?", "What hormone plays a significant role in the regulation of ovulation?"], "255": ["What is the second most common gas in the atmosphere?", "After nitrogen, which gas is most prevalent in the atmosphere?", "What is the gas that ranks second in terms of prevalence in the atmosphere?", "Which gas is the second most prevalent in Earth's atmosphere?", "Which gas comes second in terms of prevalence in the atmosphere?"], "256": ["What is the term for nutrient enrichment of lakes?", "What is the process called when nutrients increase in a lake?", "What do you call the process of enriching lakes with nutrients?", "What is the name for the process where lakes receive an increase in nutrients?", "What do you call the process of adding nutrients to lakes?"], "257": ["Five-legged creatures have damaged which 1250 mile long wonder of the world?", "Which world wonder that stretches over 1250 miles has been harmed by animals with five legs?", "What 1250-mile long global marvel has been harmed by creatures with five legs?", "Which world marvel, stretching over 1250 miles, has been harmed by five-legged creatures?", "What 1250-mile-long marvel has been harmed by organisms with five legs?"], "258": ["Which radioactive substance sometimes occurs naturally in spring water?", "What is the name of the radioactive material that can occasionally be found in spring water naturally?", "What is the name of the radioactive material that can occasionally be found in natural spring water?", "What is the name of the radioactive material that can be found naturally in some spring water?", "What is the name of the radioactive material that can be found naturally in spring water at times?"], "259": ["What is the approximate circumference of the earth?", "Around how many miles is it to circumnavigate the globe?", "Roughly, how many miles around is the Earth?", "Roughly, how many miles around is the earth?", "Roughly how many kilometers would you travel if you circumnavigated the globe?"], "260": ["Which common mineral is used to make casts, moulds, blackboard chalk and plaster of Paris?", "What widespread mineral is utilized in the creation of plaster of Paris, molds, casts, and blackboard chalk?", "What is the prevalent mineral utilized in the production of casts, molds, blackboard chalk, and plaster of Paris?", "What frequently found mineral is the main component of plaster of Paris, blackboard chalk, and various casts and moulds?", "What typical mineral is utilized in the production of casts, moulds, blackboard chalk, and plaster of Paris?"], "261": ["What name was given to the invisible material once thought to occupy all space?", "What is the term for the unseen substance once believed to fill every space?", "What was the term used to describe the undetectable substance once believed to fill up all space?", "What was the term used to describe the unseen substance believed to fill every space?", "What was the presumed invisible substance once believed to fill all space called?"], "262": ["From which areas of space can there be no escape?", "What regions in space are impossible to escape from?", "From what regions in space is escape impossible?", "What are the regions in space where escape is impossible?", "In what regions of space is escape impossible?"], "263": ["Who was the first man to walk on the Moon?", "Can you name the first person to set foot on the lunar surface?", "Can you name the first male astronaut who set foot on the Moon?", "Which individual was the first to take a lunar walk?", "Can you name the first male astronaut to step foot on the Moon?"], "264": ["Proteus and Nereid are moons of which planet?", "Which planet is orbited by the moons Proteus and Nereid?", "Which planet has Proteus and Nereid as its moons?", "Which planet counts Proteus and Nereid among its moons?", "To which planet do the moons Proteus and Nereid belong?"], "265": ["What is the Milky Way?", "Can you identify what the Milky Way is?", "Can you identify the galaxy that includes our solar system?", "Can you identify the galaxy that our solar system is a part of?", "Can you tell me what the Milky Way is?"], "266": ["Which force is nothing more than the bending of space and time?", "What force is simply the distortion of space and time?", "What is the force that simply involves the warping of time and space?", "What force is solely responsible for the distortion of space and time?", "What is the force that essentially distorts space and time?"], "267": ["Which star is as bright as 23 Suns, and is orbited by the Pup?", "Identify the star that shines with the brightness of 23 Suns and has the Pup orbiting around it?", "What star, around which the Pup revolves, shines with the brightness of 23 suns?", "What star shines with the same brightness as 23 suns and has the Pup revolving around it?", "What star, being 23 times brighter than our Sun, has the Pup as its satellite?"], "268": ["What are the three primary colours of light?", "Can you name the three fundamental colors of light?", "What are the three fundamental light colors?", "What are the three fundamental colors of light?", "Can you name the main trio of colors that combine to create light?"], "269": ["In what film did Oprah Winfrey make her big screen acting debut?", "What was the first movie that Oprah Winfrey acted in for her big screen debut?", "What is the first movie in which Oprah Winfrey acted?", "What was the first movie in which Oprah Winfrey appeared as an actress?", "What was the first movie where Oprah Winfrey starred in a significant role?"], "270": ["What is the second lightest chemical element?", "Which chemical element has the second lowest atomic weight?", "Which chemical element comes after the lightest one in terms of weight?", "Which chemical element has the second smallest atomic weight?", "Which chemical element ranks second in terms of lightness?"], "271": ["Used in mathematics, what is the value of Pi to three decimal places?", "What's the mathematical value of Pi to three places after the decimal point?", "Can you tell me the numerical value of Pi in mathematics up to three decimal places?", "What is the three-decimal-place value of Pi used in math?", "What is the three-decimal figure of the mathematical value, Pi?"], "272": ["What colour is the number 10 on the door of 10 Downing Street? White, Yellow or Brown?", "Is the number 10 on the 10 Downing Street door painted in white, yellow, or brown?", "What is the color of the numeral 10 on the door of Downing Street's number 10? Is it white, yellow, or brown?", "Is the number 10 on the door of 10 Downing Street painted in white, yellow, or brown?", "Is the number 10 on the doorway of 10 Downing Street painted in white, yellow, or brown?"], "273": ["What was advertised with Eva Herzagovia using the slogan hello boys?", "The phrase \"hello boys\" was used in whose advertisement featuring Eva Herzagovia?", "Eva Herzagovia was featured in an advertisement with the catchphrase \"hello boys\". What product was she promoting?", "The slogan \"hello boys\" was used in an advertisement featuring Eva Herzagovia. What product was being promoted?", "The advertisement featuring Eva Herzagovia utilized which slogan?"], "274": ["What number in Bingo is sometimes referred to as Heinz varieties?", "In the game of Bingo, which number is often called \"Heinz varieties\"?", "Which Bingo number is often associated with the variety count of Heinz products?", "Which Bingo number is occasionally called \"Heinz varieties\"?", "Which Bingo number is also known as Heinz varieties?"], "275": ["As at March 2001, who holds the record for scoring the most league goals for the soccer team Arsenal?", "Who was the top goal scorer for the Arsenal football team as of March 2001?", "Who held the record for the most league goals scored for Arsenal as of March 2001?", "Who was the record holder for the most goals scored for Arsenal in league matches as of March 2001?", "Who had the record for the highest number of league goals scored for Arsenal soccer team by March 2001?"], "276": ["How many verses make up the national anthem God Save The Queen?", "What is the count of verses in the national anthem, God Save The Queen?", "What's the total number of verses in the national anthem 'God Save The Queen'?", "What is the total number of verses in the national anthem, \"God Save The Queen\"?", "What is the number of verses in the national anthem, God Save The Queen?"], "277": ["What colour is the cross on the national flag of Switzerland?", "What is the color of the cross that appears on Switzerland's national flag?", "What is the color of the cross on Switzerland's national flag?", "On the Swiss national flag, what color is the cross?", "What is the color of the cross found on Switzerland's national flag?"], "278": ["Who was the American President when the Berlin Wall was constructed?", "During the time of the Berlin Wall's construction, who was serving as the President of the United States?", "During the building of the Berlin Wall, who held the office of the U.S. President?", "During the time of the Berlin Wall's construction, who held the position of President in the United States?", "During the construction of the Berlin Wall, who was serving as the President of the United States?"], "279": ["What is the minimum number of darts a person needs to throw to complete a leg from 501?", "How many darts at the minimum does one have to toss to finish a leg starting from 501?", "How many darts at the minimum are required for a player to finish a 501 leg?", "How many darts must one throw at the very least to finish a 501 leg in darts?", "How many darts at minimum must one toss to finish a 501 leg?"], "280": ["What was the first British football team to win the European Cup?", "Which European Cup was first won by a British football team?", "Which UK soccer team was the first to clinch the European Cup?", "Which football team from Britain was the first to triumph in the European Cup?", "Which was the initial team from Britain to claim victory in the European Cup?"], "281": ["What is the most popular natural attraction in Alaska?", "What is Alaska's top natural sightseeing spot?", "What is Alaska's top natural tourist spot?", "Which natural sight in Alaska attracts the most visitors?", "Which natural site in Alaska attracts the most visitors?"], "282": ["What type of acid is extracted from the juice of lemons, oranges, limes, and grapefruit?", "From which citrus fruits is a certain type of acid derived, including lemons, oranges, limes and grapefruit?", "From which fruits do we derive the acid commonly found in lemons, oranges, limes, and grapefruit?", "Which kind of acid can be found in the juice of citrus fruits such as lemons, oranges, limes and grapefruit?", "From which fruits do we get the acid commonly found in lemons, oranges, limes, and grapefruit?"], "283": ["How many pieces are there in a standard set of dominoes?", "What is the count of tiles in a typical domino set?", "What is the total count of domino pieces in a standard set?", "What's the standard number of pieces in a domino set?", "What is the total count of dominoes in a standard set?"], "284": ["What is the acronym for the agency which provides co-operation between police forces worldwide?", "Which global agency's role is to facilitate international police cooperation, and is commonly known by its acronym?", "Which acronym is associated with the global organization promoting collaboration between police forces?", "What is the short form for the international agency that facilitates collaboration among police forces globally?", "What is the short form, or acronym, for the global organization that facilitates collaboration among international police forces?"], "285": ["What were Benjy and Laska, which were sent into space in 1958?", "In 1958, what types of creatures were Benjy and Laska, who were launched into space?", "In 1958, what were the identities of Benjy and Laska, the creatures sent into orbit?", "In 1958, what type of creatures were Benjy and Laska, who were launched into space?", "In 1958, what were the entities known as Benjy and Laska that were launched into space?"], "286": ["In what year in the 20th century was the Miss World contest held for the first time?", "When was the inaugural Miss World pageant held during the 20th century?", "When was the inaugural Miss World pageant conducted in the 20th century?", "When was the inaugural Miss World competition conducted in the 20th century?", "During which year of the 1900s did the inaugural Miss World pageant take place?"], "287": ["In which year was the Encyclopedia Britannica first published?", "When was the first edition of the Encyclopedia Britannica released?", "When was the first publication of the Encyclopedia Britannica?", "When was the first edition of the Encyclopedia Britannica published?", "When was the first publication year of the Encyclopedia Britannica?"], "288": ["On the London Underground, which is the only line to connect at some point with every other line on the system?", "Which line on the London Underground is the only one that intersects with all other lines at some point?", "Which line on the London Underground intersects with all other lines on the network at some stage?", "Which line on the London Underground is the sole one to intersect with all other lines at certain points?", "Which line on the London Underground intersects with all the other lines at some point?"], "289": ["Who wrote The Importance Of Being Earnest?", "The Importance Of Being Earnest was penned by which author?", "The Importance Of Being Earnest was written by which author?", "The Importance of Being Earnest was penned by which author?", "Who is the author behind the play The Importance Of Being Earnest?"], "290": ["Thomas Edison, who invented the lightbulb, was afraid of the dark?", "Did the inventor of the lightbulb, Thomas Edison, have a fear of darkness?", "Did Thomas Edison, the inventor of the lightbulb, have a fear of darkness?", "Is it true that Thomas Edison, the inventor of the light bulb, had a fear of darkness?", "Is it true that Thomas Edison, the inventor of the lightbulb, had a fear of the dark?"], "291": ["Taphephobia is the fear of losing your teeth?", "What is the phobia called that involves the fear of losing one's teeth?", "What does the term 'taphephobia' refer to the fear of?", "What is the term for the fear associated with tooth loss?", "What is the term for the fear of tooth loss?"], "292": ["The letter t is the second most common letter used in the English language?", "In the English language, which letter is utilized second most frequently after 'e'?", "In the English language, which letter is used most frequently after the first?", "In the English language, is the letter 't' the second most frequently used?", "Is \"t\" the letter that ranks second in terms of frequency in the English language?"], "293": ["The invention of what in 1867, made Alfred Nobel famous?", "Alfred Nobel gained fame in 1867 for creating which invention?", "What did Alfred Nobel invent in 1867 that led to his fame?", "Alfred Nobel is renowned for inventing what in the year 1867?", "What did Alfred Nobel create in 1867 that brought him fame?"], "294": ["What is the most populated city in America?", "Which city in America has the highest population?", "Which city in America holds the highest population?", "Which city has the highest population in America?", "Which city in America is home to the greatest number of people?"], "295": ["What is the only letter of the alphabet which does not appear in any of the names of the 50 American states?", "Can you identify the single letter from the alphabet that is not found in the names of any of the 50 states of America?", "Is there a letter in the alphabet that isn't present in any of the names of the 50 states of America?", "Which letter from the alphabet is not found in the spelling of any US state's name?", "Can you identify the single letter from the alphabet that is not included in the names of any of the states in the United States?"], "296": ["What was the Spice Girls' debut single called?", "What is the name of the first single released by the Spice Girls?", "What was the first single released by the Spice Girls?", "What is the title of the Spice Girls' first released single?", "What is the title of the first single released by the Spice Girls?"], "297": ["What are the only two musical notes which have no flats?", "Can you name the two musical notes that don't have any flats?", "Which two musical notes do not have a flat version?", "Which two notes in music do not have a flat version?", "Which two musical notes do not have any flats?"], "298": ["From which country do French fries originate? France, Belgium or Switzerland?", "Which is the birthplace of French fries: France, Belgium, or Switzerland?", "Out of France, Belgium, and Switzerland, where were French fries first made?", "Belgium, France, or Switzerland - which of these countries is the birthplace of French fries?", "Which country first introduced the world to French fries? Is it France, Belgium, or Switzerland?"], "299": ["For what novel did J. K. Rowling win the 1999 Whitbread Children's book of the year award?", "Which 1999 Whitbread Children's book of the year award-winning novel was written by J.K. Rowling?", "Which 1999 Whitbread Children's book of the year award-winning novel was authored by J. K. Rowling?", "Which book by J. K. Rowling was awarded the 1999 Whitbread Children's book of the year?", "Which book by J. K. Rowling was named the 1999 Whitbread Children's book of the year?"], "300": ["What is the longest word can be typed using only the top row of letters on a typewriter?", "What's the lengthiest word that can be input utilizing just the upper line of keys on a typewriter?", "If you could only use the top row of keys on a typewriter, what's the longest word you could spell?", "What is the lengthiest word that can be typed using solely the top row of keys on a typewriter?", "What's the lengthiest word you can type solely with the top row letters on a keyboard?"], "301": ["In which city would you find O'Hare International Airport?", "O'Hare International Airport is located in which city?", "What city is home to O'Hare International Airport?", "Where is O'Hare International Airport located?", "Which city is home to O'Hare International Airport?"], "302": ["Which Asian country was once called Siam?", "Siam was the former name of which current Asian nation?", "What was the old name of the country now known as Thailand in Asia?", "What is the current name of the Asian country previously known as Siam?", "What is the current name of the Asian country that used to be known as Siam?"], "303": ["What are the names of Donald Duck's three nephews?", "Can you name the three nephews of Donald Duck?", "Can you tell me the names of the three nephews of Donald Duck?", "Who are the three nephews of the cartoon character Donald Duck?", "Can you name the trio of nephews related to Donald Duck?"], "304": ["In which 1993 film does a boy called Jonah write to a woman called Annie, asking her to meet his father at the Empire State building on St. Valentine's Day?", "In what 1993 movie does a young boy named Jonah pen a letter to a lady named Annie, inviting her to join his dad at the Empire State Building on Valentine's Day?", "In what 1993 movie does a young boy named Jonah pen a letter to a woman named Annie, inviting her to join his dad at the Empire State Building on Valentine's Day?", "In what 1993 movie does a young boy named Jonah pen a letter to a woman named Annie, requesting her presence at the Empire State Building on Valentine's Day to see his dad?", "What's the name of the 1993 movie where a young boy named Jonah invites a woman named Annie to meet his dad at the Empire State Building on Valentine's Day?"], "305": ["Who had a top ten hit in 1988 with Valentine?", "In 1988, who scored a top ten hit with the song \"Valentine\"?", "Which artist scored a top ten hit in 1988 with the song \"Valentine\"?", "In 1988, who scored a top ten hit with the song Valentine?", "In 1988, who achieved a top ten hit with the song \"Valentine\"?"], "306": ["What is the second most common word in written English?", "In written English, what is the word that appears second most frequently?", "Which word, second only to 'the', is most frequently used in English text?", "What word, second to 'the', is most frequently used in English writing?", "Which word ranks second in frequency of use in English literature?"], "307": ["In which arcade game, would you find ghosts called Inky, Pinky, Blinky and Clyde?", "Which video arcade game features phantom characters known as Inky, Pinky, Blinky and Clyde?", "Which video game features the ghostly characters named Inky, Pinky, Blinky, and Clyde?", "Which arcade game features ghosts named Inky, Pinky, Blinky and Clyde?", "Inky, Pinky, Blinky, and Clyde are ghosts in what popular arcade game?"], "308": ["More commonly known as the thigh bone, what is the medical name for the longest bone in the human body?", "What is the scientific term for the longest bone in the body, also known as the thigh bone?", "What is the scientific term for the human thigh bone, which happens to be the longest in the body?", "What is the scientific term for the human body's longest bone, also referred to as the thigh bone?", "What's the scientific term for the human body's longest bone, also referred to as the thigh bone?"], "309": ["What word is used to describe someone who is neither left or right handed, but can use both hands with equal ease?", "What do you call a person who has the ability to use both their left and right hand equally well?", "What term is used for a person who is equally skilled in using both their left and right hand?", "What term refers to a person who has equal skill in using both their left and right hand?", "What term signifies a person's ability to use both their left and right hand equally well?"], "310": ["Which cult film, starring Harrison Ford, was based on the story Do Androids Dream of Electric Sheep?", "What is the name of the iconic movie featuring Harrison Ford that is an adaptation of the story Do Androids Dream of Electric Sheep?", "What is the name of the Harrison Ford's cult movie that was inspired by the narrative, Do Androids Dream of Electric Sheep?", "What is the title of the cult classic film, featuring Harrison Ford, that was inspired by the story Do Androids Dream of Electric Sheep?", "What is the title of the cult classic movie featuring Harrison Ford that was adapted from the story Do Androids Dream of Electric Sheep?"], "311": ["Which ITV magazine style show ran from 1968 to 1980 and featured presenters including Jenny Hanley, Mick Robertson and Tommy Boyd?", "From 1968 to 1980, which magazine-style program on ITV, presented by people like Jenny Hanley, Mick Robertson, and Tommy Boyd, was aired?", "Can you name the ITV magazine format programme that aired from 1968 to 1980, with Jenny Hanley, Mick Robertson, and Tommy Boyd among its hosts?", "What was the name of the magazine style program aired on ITV between 1968 and 1980, with presenters like Jenny Hanley, Mick Robertson, and Tommy Boyd?", "What was the name of the ITV show that aired from 1968 to 1980, boasting presenters such as Jenny Hanley, Mick Robertson, and Tommy Boyd, and had a magazine format?"], "312": ["Which type of animal was Robin Hood in the Disney cartoon film 'Robin Hood'?", "In the Disney animated movie 'Robin Hood,' what kind of creature is the character Robin Hood depicted as?", "In Disney's animated version of 'Robin Hood', what kind of creature does the titular character portray?", "In the animated Disney film 'Robin Hood', what kind of animal is the character Robin Hood depicted as?", "In Disney's animated film 'Robin Hood', what kind of animal represents the character Robin Hood?"], "313": ["Who provided the voice for Bob The Builder on his number one hit Can We Fix It?", "Who was the voice behind Bob the Builder in the chart-topping song \"Can We Fix It?\"", "Which individual lent their voice to Bob The Builder in the chart-topping song \"Can We Fix It?\"", "Who was the voice behind Bob The Builder's number one song, Can We Fix It?", "Which actor lent their voice to Bob The Builder for his top-charting song, Can We Fix It?"], "314": ["Which actor received 4 million dollars for his 10 minutes on screen in the film Superman?", "Who was the actor that was paid 4 million dollars for his 10-minute appearance in the movie Superman?", "Who is the actor that was paid four million dollars for his 10-minute appearance in the movie Superman?", "Who is the actor that was paid 4 million dollars for his 10-minute appearance in the movie Superman?", "Who was the actor that was paid 4 million dollars for a 10-minute appearance in the movie Superman?"], "315": ["Who directed the films Thelma and Louise, Hannibal and Black Hawk Down?", "Can you name the director of movies such as Thelma and Louise, Hannibal, and Black Hawk Down?", "Can you name the director responsible for the movies Thelma and Louise, Hannibal and Black Hawk Down?", "Can you name the director who was behind the movies Thelma and Louise, Hannibal, and Black Hawk Down?", "Can you name the director behind the movies Thelma and Louise, Hannibal and Black Hawk Down?"], "316": ["Which serial killer is the subject of the films A Study In Terror, Murder By Decree and From Hell?", "The movies A Study In Terror, Murder By Decree and From Hell are all about which infamous serial killer?", "Which infamous murderer is the focus of the movies A Study In Terror, Murder By Decree and From Hell?", "What is the name of the serial killer portrayed in the movies A Study In Terror, Murder By Decree, and From Hell?", "Which notorious murderer is depicted in the movies A Study In Terror, Murder By Decree and From Hell?"], "317": ["In cricket, what is the score of 111 known as?", "What is the term used in cricket to refer to a score of 111?", "What do they call a score of 111 in the game of cricket?", "What term is used in cricket to describe a score of 111?", "What term is used in cricket to refer to a score of 111?"], "318": ["Who wrote the novels About A Boy, How To Be Good and High Fidelity?", "Can you name the author who penned the books High Fidelity, About A Boy, and How To Be Good?", "Which author penned the books About A Boy, How To Be Good, and High Fidelity?", "Can you name the author of \"About A Boy\", \"How To Be Good\", and \"High Fidelity\"?", "Can you name the author who penned About A Boy, How To Be Good, and High Fidelity?"], "319": ["With which game would you use a squidger, a circular disc between 25mm and 51 mm?", "In what game would you utilize a circular disc known as a squidger, measuring between 25mm and 51mm?", "In which game would you find a squidger, a round disc measuring between 25mm and 51mm?", "In which game would you utilize a round disc, known as a squidger, that measures between 25mm and 51mm in diameter?", "In which game is a circular disc called a squidger, ranging from 25mm to 51mm, utilized?"], "320": ["The melody for which famous song was written by sisters and school teachers Patty and Mildred Hill in Kentucky in 1893?", "Which popular tune was composed by Patty and Mildred Hill, two sisters and educators from Kentucky, in the year 1893?", "In Kentucky, 1893, the Hill sisters, Patty and Mildred, who were school teachers, penned the melody for what well-known tune?", "Which well-known tune was composed by the sibling pair of teachers, Patty and Mildred Hill, in 1893 in Kentucky?", "In 1893, sisters Patty and Mildred Hill, who were teachers in Kentucky, composed the tune for what popular song?"], "321": ["What is the most common pub name in the UK?", "Which name is most frequently used for pubs in the United Kingdom?", "Which name is most frequently used for pubs in the UK?", "In the UK, which name is most frequently used for pubs?", "In the UK, what is the name frequently used for pubs?"], "322": ["What is the name of Kevin the teenager's friend played by Kathy Burke in a series of sketches with Harry Enfield?", "In Harry Enfield's sketch series, Kathy Burke portrayed the character of a teenager named Kevin's friend. What was the name of this character?", "In the Harry Enfield sketches, who does Kathy Burke portray as the friend of teenager Kevin?", "In the Harry Enfield sketches, which character portrayed by Kathy Burke is known to be Kevin the teenager's friend?", "In Harry Enfield's sketch series, which character played by Kathy Burke is the friend of Kevin the teenager?"], "323": ["What seven letter word, beginning with the letters 'Ra' is a palindrome?", "Can you name a seven-letter palindrome that starts with 'Ra'?", "Can you name a palindrome that starts with 'Ra' and consists of seven letters?", "Can you identify a seven-letter palindrome starting with 'Ra'?", "Can you identify a palindrome with seven letters that starts with 'Ra'?"], "324": ["Which fruit can go in the middle of the word aped to make a new word?", "If you insert which fruit into the word \"aped\", it will form a new word?", "What fruit can be inserted into the word \"aped\" to create a different word?", "If you were to insert a type of fruit into the word \"aped,\" what new word would you create?", "What fruit can you insert in the word 'aped' to form a different word?"], "325": ["How many scottish football league teams names end in United?", "How many teams in the Scottish football league have names that conclude with \"United\"?", "What's the number of Scottish soccer teams whose names conclude with \"United\"?", "What is the number of football teams in the Scottish league with names that conclude with \"United\"?", "What is the count of Scottish football league teams with names that conclude with \"United\"?"], "326": ["Who had a top ten hit in the UK with Cupid in 1961?", "In 1961, whose song Cupid made it into the UK's top ten hits?", "In 1961, who achieved a top ten ranking in the UK for their song, \"Cupid\"?", "In 1961, who achieved a top ten ranking in the UK with their hit, \"Cupid\"?", "In 1961, which artist made it to the UK's top ten with their song \"Cupid\"?"], "327": ["The theme tune to which TV show starts with the line Stick a pony in me pocket?", "Which television show's theme song begins with the phrase \"Stick a pony in me pocket\"?", "Which television series has a theme song that begins with the words \"Stick a pony in me pocket\"?", "What TV show's theme song begins with the phrase \"Stick a pony in me pocket?\"", "Which television program's theme song begins with the words \"Stick a pony in me pocket\"?"], "328": ["What word is given to a point in tennis which has to be replayed?", "What is the term for a tennis point that must be played again?", "What term describes a tennis point that needs to be played again?", "What do you call a replayed point in a game of tennis?", "What term is used in tennis for a point that needs to be played again?"], "329": ["How many episodes of Prisoner: Cell Block H were made?", "What is the total number of episodes created for the show Prisoner: Cell Block H?", "What is the total count of Prisoner: Cell Block H episodes produced?", "What is the total count of Prisoner: Cell Block H episodes that were produced?", "What's the total number of episodes produced for Prisoner: Cell Block H?"], "330": ["Who is the last English-born player to win the men's singles title at Wimbledon?", "Which male player, born in England, was the most recent to clinch the men's singles championship at Wimbledon?", "Which male player, born in England, was the most recent to secure a victory in the singles category at Wimbledon?", "Can you name the most recent male player born in England to secure a championship in Wimbledon's singles?", "Can you name the most recent male player born in England to secure a singles championship at Wimbledon?"], "331": ["Which famous painter's surname was Harmenzoon van Rijn which translated as son of Harmen, of the Rhine?", "Who was the renowned artist known as Harmenzoon van Rijn, meaning \"son of Harmen, from the Rhine\" in English?", "Who was the renowned artist known by the last name Harmenzoon van Rijn, which means \"son of Harmen, from the Rhine\"?", "What renowned artist has the family name Harmenzoon van Rijn, meaning \"son of Harmen, from the Rhine\"?", "Who is the renowned artist with the last name Harmenzoon van Rijn, which signifies \"son of Harmen, from the Rhine\"?"], "332": ["In 1976, which gymnast scored 7 maximum scores of 10 as she won three gold medals, one silver and one bronze?", "Who was the gymnast who achieved three golds, one silver, and one bronze, along with seven perfect scores of 10, in the 1976 Olympics?", "Which gymnast achieved three golds, a silver, and a bronze in 1976 and also got seven perfect scores of 10?", "Which gymnast achieved seven perfect tens and claimed three gold, one silver, and one bronze medal in the 1976 Olympics?", "Which gymnast achieved three gold medals, a silver, and a bronze in 1976, along with seven perfect scores of 10?"], "333": ["In years and days, how old was Luigina Giavotti when she won a silver medal in gymnastics in 1928, and is still the youngest medal winner today?", "At what age, in years and days, did Luigina Giavotti become the youngest medalist ever in gymnastics by securing a silver in 1928?", "How old, in years and days, was Luigina Giavotti when she became the youngest medal winner in history by securing a silver in gymnastics in 1928?", "At what exact age, in years and days, did Luigina Giavotti earn a silver medal in gymnastics in 1928, thereby holding the record for the youngest medalist up to today?", "When Luigina Giavotti clinched a silver medal in gymnastics in 1928 and maintained the record as the youngest medalist till date, how old was she in terms of years and days?"], "334": ["Which Eastenders actor has played the policeman Nick Rowan on TV?", "Who is the actor from Eastenders that portrayed the character of Nick Rowan, a TV policeman?", "Who is the actor from Eastenders who portrayed the character of Nick Rowan, a policeman, on television?", "Who is the Eastenders star who portrayed the police officer Nick Rowan on television?", "Who is the actor from Eastenders who portrayed the role of Nick Rowan, the police officer, on television?"], "335": ["What type of animal was Boris, the subject of a song by The Who?", "In a song by The Who, what species of animal is Boris depicted as?", "The Who wrote a song about Boris. What kind of creature was he?", "The Who wrote a song about an animal named Boris. Do you know what kind of animal Boris was?", "Boris, a creature featured in a song by The Who, belongs to which animal species?"], "336": ["Which brand of beer does Homer Simpson drink regularly?", "What is the name of the beer brand that Homer Simpson frequently consumes?", "What is the name of the beer brand that Homer Simpson often consumes?", "What is the preferred beer brand of the character Homer Simpson?", "What is the preferred beer brand of the fictional character Homer Simpson?"], "337": ["From which animal does Haggis come?", "What animal is Haggis derived from?", "Which animal is the source of Haggis?", "Haggis is a dish made from the internal organs of which animal?", "Haggis is a product of which animal?"], "338": ["In which country was Marie Curie born? Poland, Austria or Switzerland?", "Marie Curie was born in which of the following countries? Is it Poland, Austria, or Switzerland?", "Marie Curie was born in which of these countries: Poland, Switzerland, or Austria?", "Marie Curie was born in one of these countries: Poland, Austria, or Switzerland. Can you identify which one it was?", "Out of Poland, Austria, and Switzerland, which one is the birthplace of Marie Curie?"], "339": ["What is the most common blood type in humans? A, B or O?", "Which blood type is most frequently found in humans? Is it A, B or O?", "Out of A, B, and O, which blood type is the most prevalent in humans?", "Among A, B, and O, which blood type is found most frequently in humans?", "Among A, B and O, which blood type is most prevalent in humans?"], "340": ["Which P is the correct technical term for the art of making and displaying fireworks?", "What is the term beginning with P that refers to the craft of creating and showing fireworks?", "What's the term starting with P that refers to the craft of creating and showcasing fireworks?", "What's the technical term starting with the letter P that refers to the creation and display of fireworks?", "What is the term, starting with a P, used to describe the craft of creating and showcasing fireworks?"], "341": ["Which King did Guy Fawkes attempt to kill with his gunpowder plot?", "Guy Fawkes had a gunpowder plot aimed at murdering which monarch?", "Guy Fawkes and his gunpowder plot were aimed at which monarch's assassination?", "Guy Fawkes planned a gunpowder plot to assassinate which monarch?", "Guy Fawkes planned a gunpowder plot against which monarch?"], "342": ["In which film was the song White Christmas first sung?", "White Christmas made its debut in which movie?", "Which movie marked the first time the song White Christmas was performed?", "Which movie features the debut of the song White Christmas?", "What is the name of the movie where the song White Christmas was initially performed?"], "343": ["Which Pop Idol had a number one hit in 2004 called All This Time?", "Who was the Pop Idol that topped the charts in 2004 with the song \"All This Time\"?", "In 2004, which Pop Idol topped the charts with a song titled \"All This Time\"?", "In 2004, which Pop Idol had a chart-topping song titled \"All This Time\"?", "Who was the Pop Idol who topped the charts in 2004 with the song 'All This Time'?"], "344": ["Which Channel 4 TV show's presenters included Mark Lamarr, Amanda De Cadenet and Terry Christian?", "Which television program on Channel 4 had Mark Lamarr, Amanda De Cadenet, and Terry Christian as hosts?", "Mark Lamarr, Amanda De Cadenet and Terry Christian were presenters on which TV show from Channel 4?", "Mark Lamarr, Amanda De Cadenet, and Terry Christian were presenters on which TV show broadcasted by Channel 4?", "Mark Lamarr, Amanda De Cadenet and Terry Christian have all presented which TV show on Channel 4?"], "345": ["What is the name of the device made of wood and horsehair that is used to play a violin?", "What do you call the wooden and horsehair tool used to play a violin?", "What's the name of the horsehair and wood tool used in playing a violin?", "Can you tell me what the violin playing tool, made from wood and horsehair, is called?", "What do you call the wooden and horsehair instrument used to play violins?"], "346": ["What colour is the bottom stripe on the U.S. flag?", "What is the color of the U.S. flag's last stripe?", "What is the color of the last stripe at the bottom of the U.S flag?", "What is the color of the lowest stripe on the flag of the United States?", "What is the color of the U.S. flag's lowest stripe?"], "347": ["What is the name given to the largest bee in a hive?", "What do you call the biggest bee in a bee colony?", "What do we call the biggest bee in a bee colony?", "What do you call the biggest bee in a beehive?", "What is the designation for the biggest bee within a hive?"], "348": ["Who won the Ladies singles title at Wimbledon in 2004?", "In 2004, who was the female champion of the Wimbledon singles tournament?", "In 2004, who was the champion of the Women's singles event at Wimbledon?", "In 2004, who was the female champion in the singles category at Wimbledon?", "In 2004, who was the champion of the Women's singles tournament at Wimbledon?"], "349": ["What is the alcoholic ingredient of Irish coffee?", "What type of alcohol is used in the making of Irish coffee?", "What type of alcohol is used in the traditional recipe for Irish coffee?", "Which type of alcohol is typically found in Irish coffee?", "What kind of alcohol is found in Irish coffee?"], "350": ["In which year did St George die?", "What was the year of St George's death?", "What was the year of St. George's death?", "What year marks the death of St George?", "St George passed away in what year?"], "351": ["What are the names of the Four Horseman of the Apocalypse?", "Can you identify the Four Horseman of the Apocalypse?", "Can you identify the Four Horseman from the Apocalypse?", "Can you identify the Four Horseman of the Apocalypse by name?", "Can you identify the Four Horseman from the Book of Apocalypse?"], "352": ["Who is the Vice-President for George W Bush?", "Who served as the Vice-President during George W Bush's presidency?", "Who served as the Deputy President during George W Bush's administration?", "Who held the position of Vice-President during George W Bush's presidency?", "Who served as the Vice President during George W Bush's presidency?"], "353": ["Which film sees Clint Eastwood, Tommy Lee Jones, James Garner and Donald Sutherland as retired astronauts?", "In what movie do Clint Eastwood, Tommy Lee Jones, James Garner and Donald Sutherland portray old astronauts?", "In what movie do Clint Eastwood, Tommy Lee Jones, James Garner and Donald Sutherland portray former astronauts?", "In which movie do Clint Eastwood, Tommy Lee Jones, James Garner, and Donald Sutherland portray former astronauts?", "In which movie do Clint Eastwood, Tommy Lee Jones, James Garner and Donald Sutherland play the roles of former astronauts?"], "354": ["In a standard deck of cards, how many Kings have a moustache?", "How many King cards in a regular deck feature a moustache?", "In a regular pack of playing cards, how many King cards are depicted with a moustache?", "Out of all the King cards in a standard deck, how many sport a moustache?", "Counting the number of moustachioed Kings in a traditional pack of playing cards, what would it be?"], "355": ["According to the film Gremlins, if you are looking after a Gremlin you should not feed him after midnight, not get him wet and not expose him to what?", "In the movie Gremlins, besides not feeding them after midnight and not wetting them, what is the other thing you should not do to a Gremlin?", "In the movie Gremlins, besides keeping them away from water and feeding them post-midnight, what's the third thing you should avoid doing to a Gremlin?", "In the movie Gremlins, besides not feeding them after midnight or getting them wet, what is the third rule about caring for a Gremlin?", "In the movie Gremlins, besides not feeding them after midnight and not getting them wet, what is the third thing you should avoid doing to a Gremlin?"], "356": ["The Canary Islands are named after what animal?", "What creature are the Canary Islands named after?", "What animal gave its name to the Canary Islands?", "What animal shares its name with the Canary Islands?", "What animal is the namesake for the Canary Islands?"], "357": ["In which capital city would you find Charles Bridge and Wenceslas Square?", "Which capital metropolis houses the Wenceslas Square and Charles Bridge?", "Charles Bridge and Wenceslas Square are located in which city that is also a country's capital?", "Which capital city is home to attractions such as Charles Bridge and Wenceslas Square?", "Charles Bridge and Wenceslas Square are famous landmarks in which country's capital city?"], "358": ["What was the surname of the woman who was the inspiration behind the Rolling Stones song Angie?", "What's the last name of the woman who inspired the Rolling Stones to create the song \"Angie\"?", "What is the last name of the woman who provided the inspiration for the song \"Angie\" by the Rolling Stones?", "What is the last name of the woman who inspired the song \"Angie\" by the Rolling Stones?", "The Rolling Stones song \"Angie\" was inspired by a woman. What was her last name?"], "359": ["What is the final event in a decathlon?", "What is the last competition in a decathlon?", "What is the tenth and last competition in a decathlon?", "What is the tenth and last sport in a decathlon?", "In a decathlon, what is the last competition athletes participate in?"], "360": ["Peter Simple, Jack Horner and Ben Nevis have all won which famous sporting event?", "Which renowned sporting event lists Peter Simple, Jack Horner, and Ben Nevis among its past champions?", "Which prestigious sports competition lists Peter Simple, Jack Horner, and Ben Nevis among its victors?", "Which prestigious sports competition counts Peter Simple, Jack Horner, and Ben Nevis among its past champions?", "What is the renowned sports competition where Peter Simple, Jack Horner, and Ben Nevis were declared winners?"], "361": ["What is the largest city in Turkey?", "Which is the most populous city in Turkey?", "Can you name the biggest city in Turkey?", "Which city holds the title for being the most populous in Turkey?", "Can you name the city in Turkey that boasts the highest population?"], "362": ["Who bought Chelsea football club for £1 in 1982?", "In 1982, who purchased the Chelsea football club at a price of £1?", "In 1982, who purchased the Chelsea football club at a cost of just £1?", "In 1982, who purchased the Chelsea football club for just £1?", "In 1982, who purchased the Chelsea football club for a single pound?"], "363": ["In 1998, which director's Oscar acceptance speech included the line I'm king of the world?", "Who was the director that declared \"I'm king of the world\" during his Oscar acceptance speech in 1998?", "Who delivered an Oscar acceptance speech in 1998 that contained the phrase, \"I'm king of the world\"?", "Who was the director who declared \"I'm king of the world\" in his Oscar acceptance speech in 1998?", "Who delivered the Oscar acceptance speech in 1998 that included the phrase \"I'm king of the world\"?"], "364": ["What nationality was the painter Vincent Van Gogh?", "Vincent Van Gogh belonged to which country?", "Vincent Van Gogh was born in which country?", "What was Vincent Van Gogh's country of origin?", "From which country did the artist Vincent Van Gogh hail?"], "365": ["Which film features the characters Sally Albright and Harry Burns?", "In what movie will you find the characters named Sally Albright and Harry Burns?", "In what movie will you find the characters Harry Burns and Sally Albright?", "Harry Burns and Sally Albright are characters in which movie?", "In what movie can you find the characters named Sally Albright and Harry Burns?"], "366": ["Which act won the Eurovision Song Contest for the United Kingdom singing Love Shine A Light?", "Who won the Eurovision Song Contest for the UK with the song \"Love Shine A Light\"?", "Who secured a win for the United Kingdom in the Eurovision Song Contest with the song \"Love Shine A Light\"?", "Who took home the Eurovision Song Contest victory for the United Kingdom with their performance of Love Shine A Light?", "Who was the victor of the Eurovision Song Contest for the UK with the song Love Shine A Light?"], "367": ["Which English word comes from an old French word meaning sour wine?", "What English term is derived from the Old French phrase for \"sour wine\"?", "What English term originated from an ancient French word for \"sour wine\"?", "What English term has its origins in the old French phrase for \"sour wine\"?", "What English term originates from an ancient French phrase that translates to 'sour wine'?"], "368": ["Which team beat American Samoa 31-0 in a qualifying match for the 2002 World Cup, but still failed to qualify?", "In the 2002 World Cup qualifiers, which team triumphed over American Samoa with a 31-0 score and yet didn't manage to qualify?", "Despite defeating American Samoa 31-0 in a qualifying match, which team didn't manage to secure a spot in the 2002 World Cup?", "In the 2002 World Cup qualifiers, which team triumphed over American Samoa with a 31-0 scoreline, yet didn't make it to the tournament?", "Despite their 31-0 victory over American Samoa in a 2002 World Cup qualifier, which team was unable to secure a spot in the tournament?"], "369": ["What was the name of Roland Rat's gerbil friend?", "What was the gerbil companion of Roland Rat called?", "What is the name of the gerbil companion of Roland Rat?", "What is the name of the gerbil who is friends with Roland Rat?", "What is the name of the gerbil who is a friend of Roland Rat?"], "370": ["Which animal has the longest gestation period at around 22 months?", "What animal has a pregnancy duration of approximately 22 months, the longest of any animal?", "What animal takes approximately 22 months to complete its pregnancy period?", "What animal's pregnancy lasts approximately 22 months, the longest of any species?", "What animal experiences the longest time of pregnancy, approximately 22 months?"], "371": ["What name is given to the home of a beaver?", "What do you call the dwelling place of a beaver?", "What is the term for a beaver's dwelling place?", "How is the dwelling place of a beaver referred to?", "What do we call the dwelling place of a beaver?"], "372": ["What name is given to a baby marsupial?", "What is the term used to refer to a newborn marsupial?", "What do we call a newborn marsupial?", "What do you call a young marsupial?", "What do we call a young marsupial?"], "373": ["Who dated actress Elizabeth Hurley between 2000 and 2001 and denied he was the father of her son born in 2002 before a DNA test proved otherwise?", "Which man had a relationship with Elizabeth Hurley from 2000 to 2001, rejected claims of paternity for her 2002-born son, but was later confirmed to be the father through a DNA test?", "Which individual was romantically involved with Elizabeth Hurley from 2000 to 2001, disputed the paternity of her 2002-born son, but was confirmed as the father through DNA testing?", "Which individual was in a relationship with Elizabeth Hurley from 2000 to 2001, disclaimed being her son's father in 2002, until a DNA test confirmed he was?", "What is the name of the individual who was in a relationship with Elizabeth Hurley from 2000 to 2001, refuted claims of fathering her child born in 2002 until DNA evidence proved he was the father?"], "374": ["What type of animal is the star of the 2005 film Racing Stripes?", "In the 2005 movie Racing Stripes, what species is the main character?", "Which species of animal is the main character in the 2005 movie \"Racing Stripes\"?", "Which species of animal plays the lead role in the movie Racing Stripes from 2005?", "Which species does the main character of the movie \"Racing Stripes\" (2005) belong to?"], "375": ["Author Dick Francis is famous for writing novels based around which sport?", "Dick Francis, a well-known author, centered his novels on what sport?", "Dick Francis is a renowned author known for his books themed around what sport?", "Dick Francis, a well-known author, wrote novels centered on what sport?", "What sport is the central theme in Dick Francis' renowned novels?"], "376": ["Which Scottish newspaper features the Broons and Oor Wullie?", "In which newspaper from Scotland can you find the Broons and Oor Wullie?", "In which newspaper from Scotland can you find the characters the Broons and Oor Wullie?", "In which newspaper from Scotland can you find the characters from the Broons and Oor Wullie?", "In which newspaper from Scotland can you find the characters Broons and Oor Wullie?"], "377": ["Which famous book features the character of Bob Cratchit?", "In what well-known novel can you find the character Bob Cratchit?", "Bob Cratchit is a character in which well-known novel?", "In which well-known novel does the character Bob Cratchit appear?", "In which renowned novel does the character Bob Cratchit appear?"], "378": ["Which act has had more Christmas number one singles than any other?", "Who holds the record for the most number one Christmas singles?", "What act holds the record for the most number one singles during Christmas time?", "Who holds the record for the most number one singles during Christmas?", "Who holds the record for the most number one singles during Christmas time?"], "379": ["Which Christmas song includes the line It seems so long since I could say 'sister Susie sitting on a thistle'?", "In which Christmas tune can you find the lyrics 'sister Susie sitting on a thistle'?", "In which Christmas carol would you find the lyric 'sister Susie sitting on a thistle'?", "In which holiday tune can you hear the lyrics 'sister Susie sitting on a thistle'?", "In which Christmas carol can you find the lyrics 'sister Susie sitting on a thistle'?"], "380": ["Which British footballer has the most number of International caps?", "Who is the British soccer player with the highest number of international appearances?", "Who is the British soccer player with the highest amount of International appearances?", "Which football player from Britain holds the record for the most International appearances?", "Who is the British soccer player with the highest number of International appearances?"], "381": ["Who holds a trumpet on the album cover of Sgt. Pepper's Lonely Hearts Club Band by The Beatles?", "On the cover of The Beatles' album Sgt. Pepper's Lonely Hearts Club Band, which individual is depicted with a trumpet?", "On the album cover of The Beatles' Sgt. Pepper's Lonely Hearts Club Band, which band member is depicted with a trumpet?", "On the Sgt. Pepper's Lonely Hearts Club Band album cover by The Beatles, who is depicted with a trumpet?", "On The Beatles' Sgt. Pepper's Lonely Hearts Club Band album cover, who is seen holding a trumpet?"], "382": ["Which song begins with the line The taxman's taken all my dough?", "What is the opening line of the song \"The taxman's taken all my dough\"?", "What is the name of the song that starts with the lyrics \"The taxman's taken all my dough\"?", "What song starts with the lyrics, \"The taxman's taken all my dough\"?", "What is the first line of the song that states, \"The taxman's taken all my dough\"?"], "383": ["The Kray twins were convicted of the murder of George Cornell in the East End of London in 1966. What was the name of the pub in which he was shot?", "In 1966, George Cornell was killed by the Kray twins in an East End London pub. What was the pub called?", "In 1966, the Kray twins were found guilty of murdering George Cornell in a pub in East End, London. What was the name of this pub?", "In what pub was George Cornell shot in 1966 by the Kray twins in the East End of London?", "In 1966, George Cornell was murdered in a London pub by the Kray twins. Can you name the pub where this tragic event occurred?"], "384": ["Who composed the musical theme for the Pink Panther?", "Who is the composer behind the theme music for the Pink Panther?", "Which musician is credited with creating the theme for the Pink Panther?", "Who is the composer behind the Pink Panther's theme music?", "Who is the creator of the Pink Panther's musical theme?"], "385": ["Who was the cartoon adversary of Pixie and Dixie, who would often say I hate those meeces to pieces?", "Which animated character is known as the enemy of Pixie and Dixie and frequently exclaims, \"I hate those meeces to pieces\"?", "Which animated character, notorious for expressing his distaste for 'meeces' i.e., Pixie and Dixie, is their frequent foe?", "Which cartoon character, often heard expressing their dislike for meeces Pixie and Dixie with the phrase \"I hate those meeces to pieces\", was their antagonist?", "Which animated character frequently expressed his distaste for Pixie and Dixie by saying, \"I hate those meeces to pieces\"?"], "386": ["Which actress married Dennis Quaid on Valentine's Day in 1991?", "Who became Dennis Quaid's wife on February 14, 1991?", "Who is the actress that tied the knot with Dennis Quaid on 14th February 1991?", "Who did Dennis Quaid tie the knot with on the Valentine's Day of 1991?", "Dennis Quaid tied the knot with which female star on February 14, 1991?"], "387": ["During Margaret Thatcher's years as Prime Minister, there were three Chancellors of the Exchequer. Geoffrey Howe and Nigel Lawson were two, but who was the other one?", "Margaret Thatcher's tenure as Prime Minister saw three individuals hold the position of Chancellor of the Exchequer. Aside from Geoffrey Howe and Nigel Lawson, can you name the third?", "Who was the third Chancellor of the Exchequer under Prime Minister Margaret Thatcher, not counting Geoffrey Howe and Nigel Lawson?", "Margaret Thatcher's tenure as Prime Minister saw three different people fill the role of Chancellor of the Exchequer. Two of them were Geoffrey Howe and Nigel Lawson. Can you name the third?", "Margaret Thatcher's term as Prime Minister saw three individuals serve as Chancellors of the Exchequer. Out of Geoffrey Howe, Nigel Lawson, and one other, who was the third person to hold this position?"], "388": ["Buddy Holly and the Big Bopper were two of the three musicians who died in a plane crash in February 1959. Who was the other one?", "Alongside Buddy Holly and the Big Bopper, which other musician tragically lost their life in the plane crash of February 1959?", "In addition to Buddy Holly and the Big Bopper, which other musician tragically lost their life in the plane crash of February 1959?", "Alongside Buddy Holly and the Big Bopper, which other musician perished in the February 1959 plane crash?", "In the tragic plane crash of February 1959, besides Buddy Holly and the Big Bopper, which other musician lost their life?"], "389": ["Fruit, cricket and horseshoe are varieties of what type of animal?", "Which animal species includes the fruit, cricket, and horseshoe types?", "What type of animal includes fruit, cricket and horseshoe as its varieties?", "Which type of animal has varieties such as fruit, cricket, and horseshoe?", "What kind of animal comes in fruit, cricket, and horseshoe varieties?"], "390": ["Apart from being warm blooded and giving birth to live young, what do mammals produce to differentiate them from other families of animals?", "What is another unique characteristic that distinguishes mammals from other animal groups, besides their warm blooded nature and birthing live offspring?", "Besides being warm blooded and giving birth to live young, what other characteristic distinguishes mammals from other animal groups?", "Aside from being endothermic and birthing live offspring, what characteristic uniquely distinguishes mammals from other animal groups?", "Other than being warm-blooded and birthing live offspring, what unique feature distinguishes mammals from other animal groups?"], "391": ["To which poet does Il Postino deliver mail?", "Who is the poet that receives mail from Il Postino?", "Which poet is the recipient of the mail delivered by Il Postino?", "Il Postino is known for delivering mail to which famous poet?", "In the movie \"Il Postino,\" who is the poet that receives mail from the postman?"], "392": ["Which scientist was Time magazine's \"Person of the 20th Century\"?", "Time magazine named which scientist as their \"Person of the 20th Century\"?", "Who was named \"Person of the 20th Century\" by Time magazine in the field of science?", "Who did Time magazine name as the \"Person of the 20th Century\" in the field of science?", "Time magazine named which scientist as the \"Person of the 20th Century\"?"], "393": ["What was the nickname given to premiership footballer Neil Ruddock?", "What is the moniker associated with professional footballer Neil Ruddock?", "What was premiership football player Neil Ruddock commonly known as?", "What pseudonym was associated with the professional football player Neil Ruddock?", "What alias is associated with professional football player Neil Ruddock?"], "394": ["The Ducati is manufactured in which city and what country?", "In what city and country is the Ducati motorcycle produced?", "In what city and country is the Ducati bike produced?", "In which city and country is the Ducati motorcycle produced?", "In which city and country is the Ducati produced?"], "395": ["Wayne Rooney signed for Manchester United from which other Premiership Club?", "From which Premiership Club did Wayne Rooney transfer to Manchester United?", "From what other Premier League team did Wayne Rooney transfer to Manchester United?", "From which other Premiership Club did Wayne Rooney transfer to Manchester United?", "From which other Premier League team did Wayne Rooney transfer to Manchester United?"], "396": ["The Yalu river forms a sort of natural border between China and which of its neighbours?", "Which neighboring country is separated from China by the Yalu river?", "Between China and which neighboring country does the Yalu River establish a natural boundary?", "Which neighboring country of China is separated by the Yalu River acting as a natural boundary?", "Which neighboring country of China is partly separated by the Yalu River?"], "397": ["Which stand-up comedian presents 8 Out Of 10 Cats and Distraction?", "Who is the stand-up comedian that hosts the shows 8 Out Of 10 Cats and Distraction?", "Who is the stand-up comedian who hosts the shows 8 Out Of 10 Cats and Distraction?", "Who is the stand-up comedian known for hosting the TV shows, 8 Out Of 10 Cats and Distraction?", "Which stand-up comic is the host of \"8 Out Of 10 Cats\" and \"Distraction\"?"], "398": ["Name the game show, presented by Leslie Grantham and Melinda Messenger, where contestants were set physical and mental challenges?", "What is the name of the game show hosted by Leslie Grantham and Melinda Messenger that challenged contestants physically and mentally?", "Which game show, featuring physical and mental challenges for contestants, was hosted by Leslie Grantham and Melinda Messenger?", "Which TV game show, hosted by Leslie Grantham and Melinda Messenger, required participants to undergo mental and physical tasks?", "What's the title of the game show, hosted by Leslie Grantham and Melinda Messenger, in which participants had to overcome physical and intellectual tasks?"], "399": ["Who presented Family Fortunes in the two years between Bob Monkhouse and Les Dennis?", "Between the tenures of Bob Monkhouse and Les Dennis, who was the host of Family Fortunes?", "Between the terms of Bob Monkhouse and Les Dennis, who was the host of Family Fortunes?", "Who was the host of Family Fortunes between the tenures of Bob Monkhouse and Les Dennis?", "Between the hosting tenures of Bob Monkhouse and Les Dennis, who was the presenter for Family Fortunes?"], "400": ["For what did Einstien gat Nobel prize in Physics?", "What was the reason Einstein received the Nobel Prize in Physics?", "In the field of Physics, what did Einstein win the Nobel Prize for?", "What was the reason Einstein was awarded the Nobel prize in Physics?", "What was the reason Einstein was awarded the Nobel Prize in Physics?"], "401": ["Which planet has moons named after Shakespearean characters?", "What planet's moons are christened with names from Shakespeare's works?", "Shakespearean characters give names to the moons of which planet?", "From which planet do the moons named after Shakespeare's characters originate?", "What is the name of the planet whose moons are named after characters in Shakespeare's plays?"], "402": ["Who was part man, part machine, all cop and hailed from a futuristic Detroit?", "Which character with both human and robotic elements, working as a police officer, originated from a futuristic version of Detroit?", "Who is the cyborg law enforcement officer from a futuristic Detroit?", "What character is known for being a cyborg law enforcement officer from a future version of Detroit?", "Which character, a fusion of human and machine, upheld the law in a futuristic version of Detroit?"], "403": ["Who dubbed Miss Piggy's singing voice in The Muppet Movie?", "In The Muppet Movie, who provided the singing voice for Miss Piggy?", "Who was the voice behind Miss Piggy's singing in The Muppet Movie?", "Who provided the singing voice for Miss Piggy in The Muppet Movie?", "In The Muppet Movie, whose voice was used for Miss Piggy's singing parts?"], "404": ["Who wrote the Bourne trilogy of books, made into movies starring Matt Damon?", "Which author penned the Bourne trilogy that inspired the film series featuring Matt Damon?", "Can you name the author of the Bourne trilogy, which was subsequently adapted into films featuring Matt Damon?", "Who is the author of the Bourne trilogy novels, that were adapted into films featuring Matt Damon?", "Can you name the author who penned the Bourne trilogy, later adapted into films featuring Matt Damon?"], "405": ["The Bible tells of 3 wise men visiting Jesus after his birth, but in which of the Gospels does this appear?", "In which Gospel is the story of the three wise men visiting baby Jesus narrated?", "In which Gospel is the story of the three wise men visiting the newly born Jesus narrated?", "In which Gospel is the story of the 3 wise men visiting baby Jesus recounted?", "In which Gospel is the story of the three wise men visiting the newborn Jesus recounted?"], "406": ["Athos and Porthos are two of the 3 musketeers, name the other one.", "If Athos and Porthos make up two-thirds of the trio known as the 3 musketeers, who is the third member?", "If Athos and Porthos are two out of the three musketeers, who is the third?", "If Athos and Porthos make up two of the trio known as the 3 Musketeers, who is the third member?", "Besides Athos and Porthos, who is the third member of the trio known as the 3 Musketeers?"], "407": ["What is the name of the small fifth claw called on the side of a dog's foot ?", "What do you call the small, fifth claw on the side of a dog's paw?", "What do you call the tiny fifth claw located on the side of a dog's paw?", "What do you call the little extra claw located on the side of a dog's paw?", "What's the term for the diminutive fifth claw found on a dog's foot?"], "408": ["What is the name of the plastic bit on the end of shoelaces?", "What do you call the plastic piece found at the end of a shoelace?", "What do you call the plastic piece at the end of a shoelace?", "What do you call the plastic piece found at the end of shoelaces?", "What is the term used to describe the small plastic piece at the end of a shoelace?"], "409": ["The river Danube flows into which sea?", "Into which sea does the Danube River empty?", "Into which sea does the Danube river empty?", "Into which sea does the Danube River discharge its waters?", "Into what sea does the Danube River flow?"], "410": ["Anna Nicole Smith was controversially married to which oil billionaire?", "To which oil magnate was Anna Nicole Smith infamously wedded?", "Which oil tycoon was Anna Nicole Smith infamously wedded to?", "Which petroleum tycoon was infamously wedded to Anna Nicole Smith?", "Which oil magnate was Anna Nicole Smith famously entangled with in matrimony amidst controversy?"], "411": ["Wayne Rooney scored his first senior goal against which club?", "Against which team did Wayne Rooney make his first senior goal?", "Against which team did Wayne Rooney score his initial goal at the senior level?", "Against which team did Wayne Rooney net his first professional goal?", "Against which team did Wayne Rooney score his initial senior goal?"], "412": ["How meny times have Liverpool won the Europion Cup?", "What is the number of European Cup victories for Liverpool?", "What is the total number of European Cup triumphs for Liverpool?", "What's the total number of European Cup victories claimed by Liverpool?", "What is the total number of European Cup victories held by Liverpool?"], "413": ["The Sign Of Four was a detective story written by which author?", "Who is the author of the detective novel \"The Sign Of Four\"?", "Who was the author behind the detective story \"The Sign Of Four\"?", "Who penned the detective tale, The Sign Of Four?", "Who is the author behind the detective tale, The Sign Of Four?"], "414": ["Who was the author of 'The Old Curiosity Shop'?", "'The Old Curiosity Shop' was written by which author?", "'The Old Curiosity Shop' was penned by which writer?", "'The Old Curiosity Shop' was penned by which author?", "'Who penned 'The Old Curiosity Shop'?"], "415": ["In which sport or pastime can you see nose walking?", "What is the sport or hobby where nose walking is a common occurrence?", "Nose walking is a term associated with which sport or activity?", "In what sport or hobby might you observe nose walking?", "What sport or hobby involves the activity known as nose walking?"], "416": ["What sport or pastime would you be playing if your balls were black and blue and your opponent's were red and yellow?", "If you're engaging in a game where your balls are colored blue and black, and your competitor's are red and yellow, what activity are you participating in?", "If you were engaged in a game where your balls are colored black and blue while your adversary's are red and yellow, what activity would you be participating in?", "If you're engaged in a game where you use black and blue balls and your competitor uses red and yellow ones, what activity are you participating in?", "If you engaged in a game where your balls were colored blue and black, while your adversary's were yellow and red, what activity would you be participating in?"], "417": ["The age of the railway began in which year with the introduction of the Liverpool-Manchester line?", "In which year was the era of railways ushered in with the inauguration of the Liverpool-Manchester route?", "In what year did the railway era commence with the unveiling of the line between Liverpool and Manchester?", "In what year was the era of railways initiated with the launch of the line between Liverpool and Manchester?", "In what year was the era of railways launched, marked by the establishment of the line between Liverpool and Manchester?"], "418": ["Who played Frankenstein in the 1994 film of the same name?", "In the 1994 movie \"Frankenstein,\" who was the actor portraying the main character?", "In the 1994 movie titled \"Frankenstein\", who was the actor that portrayed the character of Frankenstein?", "In the 1994 movie titled \"Frankenstein,\" who was the actor that portrayed the main character?", "Which actor portrayed the character of Frankenstein in the 1994 movie titled \"Frankenstein\"?"], "419": ["Who was the first person to sell one million records?", "Who was the initial individual to hit the milestone of selling one million music records?", "Who was the pioneer in selling a million copies of his/her music records?", "Who was the first individual to achieve a million record sales?", "Who was the initial individual to record sales of a million albums?"], "420": ["In Greek mythology, where do righteous souls go after death?", "According to Greek mythology, what is the afterlife destination for virtuous souls?", "According to Greek mythology, where do virtuous souls end up after they die?", "According to Greek mythology, what is the final resting place for virtuous souls?", "Where in Greek mythology do virtuous souls reside after they pass away?"], "421": ["What is the scientific name given to tea?", "What is the official scientific term for tea?", "What is the technical term used in science to refer to tea?", "What is the botanical term used for tea?", "By what scientific term is tea known?"], "422": ["In the 1999 film Stuart Little, who plays the part of Mrs Eleanor Little?", "Who portrayed Mrs Eleanor Little in the 1999 movie Stuart Little?", "Who portrayed the character of Mrs. Eleanor Little in the movie Stuart Little released in 1999?", "Who portrays Mrs Eleanor Little in the 1999 movie, Stuart Little?", "Who portrayed the character of Mrs Eleanor Little in the 1999 movie Stuart Little?"], "423": ["Suger Mice was a 1987 single for which British rock band?", "Which British rock band released the single \"Suger Mice\" in 1987?", "Which British rock band released the single \"Sugar Mice\" in 1987?", "Which UK rock group released the single \"Suger Mice\" in 1987?", "In 1987, the British rock band Suger Mice released a single. Can you name the band?"], "424": ["In which decade were ZIP codes introduced in the USA?", "When were ZIP codes first implemented in the United States?", "During which ten-year period did ZIP codes first start being used in the United States?", "During which ten-year period did the USA start using ZIP codes?", "During what ten-year period did the United States first implement ZIP codes?"], "425": ["What are the shape-shifting foxes of the Japanese folklore?", "In Japanese mythology, which foxes are known for their ability to transform their shape?", "In Japanese mythology, which creatures are known to have the ability to change their shape and are foxes in nature?", "What are the foxes called in Japanese folklore that have the ability to change their form?", "In Japanese mythology, which foxes have the ability to change their form?"], "426": ["In Greek mythology who was the twin of Polydeuces?", "Who was Polydeuces' twin in Greek mythology?", "In the myths of ancient Greece, who was identified as Polydeuces's twin?", "Who is considered Polydeuces's twin in Greek mythology?", "Who is Polydeuces' twin according to Greek mythology?"], "427": ["Which film features the Dawes Tomes Mousley Grubbs Fidelity Fiduciary Bank?", "In what movie can you find the Dawes Tomes Mousley Grubbs Fidelity Fiduciary Bank?", "In what movie will you find the Dawes Tomes Mousley Grubbs Fidelity Fiduciary Bank?", "In which movie can you find the Dawes Tomes Mousley Grubbs Fidelity Fiduciary Bank?", "In what movie does the Dawes Tomes Mousley Grubbs Fidelity Fiduciary Bank appear?"], "428": ["What is Robin Williams character called in Good Morning Vietnam?", "In the film Good Morning Vietnam, what is the name of the character played by Robin Williams?", "In the movie \"Good Morning Vietnam,\" what is the name of the character played by Robin Williams?", "In the movie Good Morning Vietnam, what is the name of the character portrayed by Robin Williams?", "In the film \"Good Morning Vietnam\", what is the name of the character played by Robin Williams?"], "429": ["Who plays Cruella de Vil in the 1996 live action version of 101 Dalmations?", "In the 1996 real-life adaptation of 101 Dalmatians, who portrayed the character of Cruella de Vil?", "In the 1996 real-life adaptation of 101 Dalmations, who was the actress portraying Cruella de Vil?", "In the 1996 live-action film 101 Dalmations, who is the actress that portrays the character Cruella de Vil?", "In the 1996 live action adaptation of 101 Dalmations, who portrays the character Cruella de Vil?"], "430": ["Who stars in the 2008 movie Seven Pounds?", "Who is the lead actor in the film Seven Pounds from 2008?", "Which actor had the main role in the film \"Seven Pounds\" from 2008?", "Which actor is the lead in the film Seven Pounds from 2008?", "The 2008 film Seven Pounds has which actor in the lead role?"], "431": ["Marilyn Monroe starred in the Seven Year Itch. Who directed it?", "Who was the director of the film The Seven Year Itch, which featured Marilyn Monroe?", "Who was the director of the Seven Year Itch, featuring Marilyn Monroe?", "Who was the director of the Seven Year Itch, a film Marilyn Monroe appeared in?", "Who was the director of the Seven Year Itch, a movie featuring Marilyn Monroe?"], "432": ["On Red Nose Day 2001 who won Celebrity Big Brother?", "Who was the victor of Celebrity Big Brother during the Red Nose Day event in 2001?", "Who was the winner of Celebrity Big Brother during Red Nose Day in 2001?", "Who was the winner of Celebrity Big Brother during the 2001 Red Nose Day?", "Who was the winner of Celebrity Big Brother on Red Nose Day in 2001?"], "433": ["What is the name of the London Underground station in EastEnders?", "What's the name of the subway station featured in the TV show EastEnders, set in London?", "What's the name of the station for the London Underground depicted in EastEnders?", "In the TV show EastEnders, what is the London Underground station called?", "What's the name of the tube station featured in the TV show EastEnders?"], "434": ["How many runs did Donald Bradman score in his last ever test match innings?", "In Donald Bradman's final test match innings, what was his run total?", "In his final test match innings, how many runs did Donald Bradman make?", "In Donald Bradman's final test match innings, how many runs did he make?", "In Donald Bradman's final test match innings, how many runs did he accumulate?"], "435": ["Nicknamed the cannibal, who is the only rider to have won all three jerseys in the same year in the Tour de France?", "Who is the single cyclist, known as the cannibal, to bag all three jerseys within the same year at the Tour de France?", "Who, known as the cannibal, is the single cyclist to claim all three jerseys in the same year in the Tour de France?", "Who is the sole cyclist, known as \"the cannibal\", to have secured all three jerseys in the same year during the Tour de France?", "Who, also known as the cannibal, is the only cyclist to win all three jerseys in the same year during the Tour de France?"], "436": ["Whose arch nemisis is the Red Skull?", "The Red Skull is the main enemy of which superhero?", "The Red Skull is the arch enemy of which character?", "Who is the main foe of the Red Skull?", "The Red Skull is the sworn enemy of which superhero?"], "437": ["By what name is comic book villain Oswald Chesterfield Cobblepot better known?", "What is the alias of the comic book villain Oswald Chesterfield Cobblepot?", "What alias does the comic book villain Oswald Chesterfield Cobblepot go by?", "Oswald Chesterfield Cobblepot is the real name of which famous comic book antagonist?", "What's the alias of the comic book villain Oswald Chesterfield Cobblepot?"], "438": ["First appearing on TV in 1967, which detective solved all of his crimes sitting down?", "Which investigator, first seen on television in 1967, was known for solving all his cases while seated?", "Which sitting detective, who first showed up on television in 1967, was known for resolving all his cases?", "Which detective, who made his first TV appearance in 1967, solved all of his cases seated?", "Which investigator, first premiered on television in 1967, resolved every case from a seated position?"], "439": ["How many times was Wyatt Earp shot?", "What was the total number of times Wyatt Earp got shot?", "What is the count of gunshot wounds Wyatt Earp sustained?", "What is the count of bullet wounds that Wyatt Earp suffered?", "What was the total number of times Wyatt Earp was hit by bullets?"], "440": ["Which famous cowboy was created by George W. Trendle?", "George W. Trendle is known for creating which renowned cowboy character?", "George W. Trendle is the creator of which renowned cowboy character?", "George W. Trendle is known for creating which well-known cowboy character?", "George W. Trendle is known for creating which iconic cowboy?"], "441": ["The pub with the longest name in the UK has how many letters in it? 55, 75 or 95?", "How many letters are in the name of the UK pub with the longest name? Is it 55, 75, or 95?", "Out of 55, 75, and 95, how many letters does the UK pub with the longest name consist of?", "How many letters are there in the name of the pub with the longest name in the UK? Is it 55, 75, or 95?", "How many letters does the UK pub with the longest name have: 55, 75, or 95?"], "442": ["Which movie starred Michael Caine as a murderous transvestite psychiatrist?", "In what film does Michael Caine take on the role of a homicidal transvestite psychiatrist?", "In what film does Michael Caine portray a homicidal psychiatrist who cross-dresses?", "In what film does Michael Caine play the role of a killer psychiatrist who cross-dresses?", "In what film does Michael Caine portray a homicidal cross-dressing psychiatrist?"], "443": ["In 1961, who famously scored six goals in a match but still ended up on the losing team in a FA Cup tie?", "Who is known for scoring six goals in a 1961 FA Cup tie match yet their team still lost?", "Who managed to net six goals in a 1961 FA Cup tie but still found themselves on the defeated side?", "Who is the player renowned for scoring six goals in a 1961 FA Cup tie, yet his team still unfortunately lost the match?", "Who managed to net six goals in a 1961 FA Cup tie, yet still found themselves on the defeated team?"], "444": ["Which economist wrote The Wealth Of Nations?", "Who is the economist behind the creation of \"The Wealth Of Nations\"?", "Who is the economist author of The Wealth Of Nations?", "Who is the economist that authored The Wealth Of Nations?", "Who is the economist behind the book \"The Wealth Of Nations\"?"], "445": ["Macbeth belonged to which royal house or dynasty?", "To which royal family or dynasty did Macbeth belong?", "Under which royal dynasty or house was Macbeth a member?", "To which royal dynasty did Macbeth belong?", "To which royal family or dynasty was Macbeth a member of?"], "446": ["Was James II known as: James The Bald, Fiery Face, or The Red King?", "Which of the following nicknames was associated with James II: The Red King, James The Bald, or Fiery Face?", "Which of these was a known moniker for James II: The Red King, Fiery Face, or James The Bald?", "Which of these monikers was affiliated with James II: The Red King, James The Bald, or Fiery Face?", "Which nickname was attributed to James II: The Red King, Fiery Face, or James The Bald?"], "447": ["In Harry Potter And The Goblet Of Fire, which dragon did Harry have to defeat?", "Which dragon was Harry tasked with defeating in \"Harry Potter And The Goblet Of Fire\"?", "Which dragon was Harry Potter tasked with overcoming in The Goblet Of Fire?", "Which dragon was Harry tasked with overcoming in the Harry Potter book, The Goblet Of Fire?", "Which dragon was Harry tasked with overcoming in Harry Potter And The Goblet Of Fire?"], "448": ["What is the full name of the train robber played by Phil Collins in a 1988 movie?", "In a 1988 film, Phil Collins portrayed a character known for robbing trains. What is the full name of this character?", "In a 1988 film, Phil Collins portrayed a train robber. What is the full name of this character?", "In the 1988 film featuring Phil Collins, what is the complete name of the character he portrays who is a train robber?", "What is the complete name of the character portrayed by Phil Collins, a train robber, in a film from 1988?"], "449": ["Tony Hadley was the lead singer with which 1980s new romantic band?", "In the 1980s, Tony Hadley was the frontman for what new romantic band?", "In the 1980s, Tony Hadley was the front man of what new romantic band?", "In the 1980s, new romantic band had Tony Hadley as their frontman. Can you name the band?", "Which new romantic band from the 1980s had Tony Hadley as their lead singer?"], "450": ["What was the surname of the butler played by Gordon Jackson in Upstairs Downstairs?", "What is the last name of the butler character that Gordon Jackson portrayed in the series Upstairs Downstairs?", "What was the last name of the character portrayed by Gordon Jackson, who was a butler in Upstairs Downstairs?", "What was the last name of the character portrayed by Gordon Jackson in the series Upstairs Downstairs, who was a butler?", "What is the last name of the butler character portrayed by Gordon Jackson in the show Upstairs Downstairs?"], "451": ["Which Jackson appeared in Celebrity Big Brother in January 2009?", "In January 2009, which member of the Jackson family participated in Celebrity Big Brother?", "Who was the Jackson family member that participated in Celebrity Big Brother in January 2009?", "Who was the Jackson that participated in Celebrity Big Brother in the first month of 2009?", "Who was the Jackson that participated in the January 2009 edition of Celebrity Big Brother?"], "452": ["Who was the seventh president of the United States?", "Can you name the individual who served as the United States' seventh president?", "Can you identify the person who served as the United States' seventh president?", "Can you identify the individual who held the position of President of the United States seventh in line?", "Which individual served as the United States' seventh president?"], "453": ["In which country are the Angel Falls, the highest waterfall in the world?", "The highest waterfall globally, Angel Falls, is located in which nation?", "The highest waterfall in the world, Angel Falls, is located in which country?", "The highest waterfall on earth, Angel Falls, is located in which country?", "In which nation can you find the world's highest waterfall, Angel Falls?"], "454": ["The 1955 comedy movie We're No Angels centred on three escaped convicts. Peter Ustinov and Aldo Ray were two, but who played the third?", "In the 1955 comedy film We're No Angels, three convicts escape. Two of them were portrayed by Peter Ustinov and Aldo Ray. Can you name the actor who played the third?", "In the 1955 comedy film \"We're No Angels\", three runaway convicts were the central characters, portrayed by Peter Ustinov, Aldo Ray, and who else?", "In the 1955 comedy film \"We're No Angels,\" three convicts escape - two were played by Peter Ustinov and Aldo Ray. Who was the actor portraying the third convict?", "In the 1955 comedy film \"We're No Angels\", Peter Ustinov and Aldo Ray were two of the three escaped convicts. Can you name the actor who portrayed the third convict?"], "455": ["Who played King Arthur in the 1967 musical film Camelot?", "In the 1967 musical movie 'Camelot', who was the actor who portrayed King Arthur?", "In the 1967 musical movie \"Camelot\", who portrayed the role of King Arthur?", "In the 1967 musical movie Camelot, who starred as King Arthur?", "In the 1967 musical movie \"Camelot\", who was the actor portraying King Arthur?"], "456": ["Which country grows the largest number of mangoes?", "In which country is the highest quantity of mangoes cultivated?", "Which nation is the biggest cultivator of mangoes?", "In which nation is the highest quantity of mangoes produced?", "In which country are the most mangoes produced?"], "457": ["Ecuador has a border with Peru and which other country ?", "Besides Peru, which other nation shares a border with Ecuador?", "Besides Peru, which other country shares its borders with Ecuador?", "Apart from Peru, which other country shares a border with Ecuador?", "Besides Peru, which other country shares a border with Ecuador?"], "458": ["In 2009, who was convicted of the murder of Lana Clarkson?", "Who was found guilty in 2009 for killing Lana Clarkson?", "Who was found guilty in 2009 for the killing of Lana Clarkson?", "Who was found guilty for Lana Clarkson's death in 2009?", "Who was found guilty for the 2009 homicide of Lana Clarkson?"], "459": ["The left side of the heart pumps blood to all parts of the body, but the right side pumps blood to which organ in particular?", "To which specific organ does the right side of the heart primarily pump blood, whereas the left side pumps blood to the entire body?", "To which specific organ does the right side of the heart primarily pump blood, while the left side circulates it throughout the body?", "Which organ does the right side of the heart specifically pump blood to?", "To which organ does the right side of the heart specifically pump blood, whereas the left side pumps blood to the entire body?"], "460": ["Which cartoon character lives in a pineapple under the sea?", "What is the name of the animated character who resides in a pineapple at the bottom of the ocean?", "Identify the animated character that resides in a pineapple at the bottom of the ocean?", "What is the name of the animated character who resides in a pineapple at the bottom of the sea?", "What is the name of the animated character that resides in a pineapple at the bottom of the ocean?"], "461": ["Which serial killer hanged himself in Wakefield Prison in January 2004, four years after being found guilty of 15 murders?", "In 2004, who was the serial killer that committed suicide by hanging at Wakefield Prison, following his conviction for 15 murders four years prior?", "In 2004, which convicted murderer of 15 people committed suicide in Wakefield Prison, just four years after his conviction?", "Which infamous murderer, sentenced for 15 killings, ended his life by suicide in Wakefield Prison in 2004?", "In January 2004, who was the serial murderer that committed suicide in Wakefield Prison, following his conviction for 15 homicides four years prior?"], "462": ["What public school did the Duke of Edinburgh and Prince Charles attend?", "Which educational institution was attended by the Duke of Edinburgh and Prince Charles?", "Which educational institution did Prince Charles and the Duke of Edinburgh go to for their schooling?", "Which educational institution did Prince Charles and the Duke of Edinburgh go for their public education?", "Which educational institution did both the Duke of Edinburgh and Prince Charles go to for their public schooling?"], "463": ["If it was Phil Mickelson in 2006, Zach Johnson in 2007, and Trevor Immelman in 2008, who was it in 2009?", "Following the sequence Phil Mickelson in 2006, Zach Johnson in 2007, and Trevor Immelman in 2008, who came next in 2009?", "Following the pattern of Phil Mickelson in 2006, Zach Johnson in 2007, and Trevor Immelman in 2008, can you tell who took the spotlight in 2009?", "Who took the title in 2009, following Phil Mickelson in 2006, Zach Johnson in 2007, and Trevor Immelman in 2008?", "Following the sequence of Phil Mickelson in 2006, Zach Johnson in 2007, and Trevor Immelman in 2008, who comes next in 2009?"], "464": ["Red Stripe lager comes from which country?", "From which country does the lager Red Stripe originate?", "From which nation does Red Stripe lager originate?", "In which country is Red Stripe lager produced?", "In which country is Red Stripe lager brewed?"], "465": ["Which architect was known as the Wizard of the Dome?", "Who was the architect famously dubbed the Wizard of the Dome?", "Who earned the nickname the Wizard of the Dome for their architectural work?", "The architect recognized as the \"Wizard of the Dome\" is who?", "Who was the architect famously referred to as the \"Wizard of the Dome\"?"], "466": ["What is the name of the Salvador Dali painting that shows clocks oozing over a landscape?", "Which artwork by Salvador Dali depicts landscapes with melting clocks?", "Can you tell me the title of the Salvador Dali artwork featuring melting clocks in a landscape?", "Which Salvador Dali artwork depicts landscapes with melting clocks?", "Can you identify the artwork by Salvador Dali that depicts timepieces melting across a terrain?"], "467": ["In what year did Edward Vlll abdicate?", "When did Edward VIII give up his throne?", "When did Edward VIII step down from the throne?", "During which year did Edward VIII relinquish his throne?", "What was the year of Edward VIII's abdication?"], "468": ["Which well known couple live at Bagshot Park in Surrey?", "Who are the famous pair residing in Bagshot Park, Surrey?", "Who is the famous duo residing in Bagshot Park, Surrey?", "Who is the famous pair residing in Bagshot Park, Surrey?", "Do you know the famous duo that resides in Bagshot Park, Surrey?"], "469": ["Which notorious murderer lived at 10 Rillington Place?", "Who was the infamous killer residing at 10 Rillington Place?", "10 Rillington Place was the residence of which infamous killer?", "What infamous killer resided at 10 Rillington Place?", "Who was the infamous killer that resided at 10 Rillington Place?"], "470": ["Who killed Lee harvey Oswald?", "Lee Harvey Oswald was murdered by whom?", "Who was responsible for the death of Lee Harvey Oswald?", "Who is responsible for the death of Lee Harvey Oswald?", "Who took the life of Lee Harvey Oswald?"], "471": ["Who killed Robert F Kennedy?", "Robert F Kennedy was assassinated by whom?", "Robert F Kennedy's life was ended by whom?", "Who was responsible for the assassination of Robert F Kennedy?", "Who is responsible for the assassination of Robert F Kennedy?"], "472": ["Who killed Jean Paul Marat?", "Jean Paul Marat was murdered by whom?", "Jean Paul Marat's life was ended by whom?", "Jean Paul Marat's murder was committed by whom?", "Jean Paul Marat's murderer was who?"], "473": ["What was the name of the kangaroo often mistaken by Sylvester the cat to be a giant mouse?", "What is the name of the kangaroo that Sylvester the cat frequently confused for a large mouse?", "What's the name of the kangaroo that Sylvester the cat frequently confused for a big mouse?", "What was the kangaroo's name that Sylvester the cat frequently confused for a huge mouse?", "What's the name of the kangaroo that Sylvester the cat frequently confused for a massive mouse?"], "474": ["Gjetost is the national cheese of which country?", "From which country does the national cheese Gjetost originate?", "Which country claims Gjetost as its national cheese?", "Which country considers Gjetost as their national cheese?", "In which country is Gjetost recognized as the national cheese?"], "475": ["A youngberry is a cross between a dewberry and what else?", "Alongside a dewberry, what other fruit is a youngberry crossed with?", "In addition to a dewberry, what other fruit is combined to create a youngberry?", "What other fruit is combined with a dewberry to create a youngberry?", "If a dewberry is one half of a youngberry, what is the other half?"], "476": ["Who is Arthur Wellesley better known as?", "Arthur Wellesley is more commonly known by what name?", "Under what other name is Arthur Wellesley commonly known?", "Under what other name is Arthur Wellesley famously recognized?", "Under what other name is Arthur Wellesley commonly recognized?"], "477": ["Which town in East Sussex now stands on the site of the battle of Hastings?", "The battle of Hastings took place in what is now which town in East Sussex?", "What is the name of the East Sussex town currently located where the Battle of Hastings took place?", "What is the name of the town in East Sussex that is currently located where the Battle of Hastings took place?", "What's the name of the East Sussex town currently located where the battle of Hastings once took place?"], "478": ["Which 1986 Peter Weir movie and based on a Paul Theroux novel starred Harrison Ford, Helen Mirren and River Phoenix?", "In 1986, a Peter Weir film featuring Harrison Ford, Helen Mirren and River Phoenix, and based on a book by Paul Theroux, was released. Can you name it?", "What's the title of the 1986 film directed by Peter Weir, based on a book by Paul Theroux, and featuring actors Harrison Ford, Helen Mirren, and River Phoenix?", "In 1986, a film directed by Peter Weir and based on a book by Paul Theroux featured actors Harrison Ford, Helen Mirren, and River Phoenix. Can you name this movie?", "In 1986, a film directed by Peter Weir, based on a Paul Theroux novel, featured Harrison Ford, Helen Mirren and River Phoenix. Can you name it?"], "479": ["What is the name of CS Lewis' 7 book fantasy?", "What's the title of the seven-part fantasy series penned by CS Lewis?", "What is the title of the seven-part fantasy series written by CS Lewis?", "What are the seven fantasy books of CS Lewis called?", "What is the title of the fantasy series written by CS Lewis that consists of seven books?"], "480": ["Name the tv series about FBI agent Don Eppes and his mathematical genius brother Charlie", "What's the name of the television show that features Don Eppes, an FBI agent, and his mathematically gifted brother Charlie?", "What is the name of the television show that features an FBI agent named Don Eppes and his brother Charlie, who is a math prodigy?", "What's the title of the television show that features an FBI agent named Don Eppes and his mathematically gifted brother Charlie?", "What's the title of the television show that centers around Don Eppes, an FBI agent, and his mathematically gifted brother Charlie?"], "481": ["All children except one grow up.", "Is there a single child who never grows up?", "There is a single child who never matures, who is it?", "There is only one child who never matures, who is it?", "Is there a single child who never matures?"], "482": ["Scarlett O'Hara was not beautiful, but men seldom realised it when caught by her charm as the Tarleton twins were", "Despite not being conventionally attractive, Scarlett O'Hara often mesmerized men with her charm, much like the Tarleton twins. Is this true or false?", "Despite not being traditionally beautiful, Scarlett O'Hara's charm often made men, including the Tarleton twins, overlook this fact. Is this true or false?", "Despite not being conventionally attractive, Scarlett O'Hara's charm often ensnared men, such as the Tarleton twins. Is this true or false?", "Despite not being conventionally attractive, Scarlett O'Hara's allure often deceived men like the Tarleton twins into thinking she was. True or False?"], "483": ["Which horse racing jockey was sometimes referred to as the long fellow?", "What was the nickname of the horse racing jockey often called \"the long fellow\"?", "What was the nickname of the horse racing jockey often called the \"long fellow\"?", "Which jockey in horse racing was occasionally called the long fellow?", "Who was the jockey in horse racing often nicknamed the \"long fellow\"?"], "484": ["Who is the patron saint of lost causes?", "Which saint is known for being the patron of lost causes?", "Which saint is known to intercede for so-called lost causes?", "Which saint is recognized as the guardian of hopeless cases?", "Which saint is known to intercede for lost causes?"], "485": ["True or False: Sharks do not blink?", "Is it true or false that sharks never blink?", "Is it correct or incorrect that sharks cannot blink?", "Is it true that sharks never blink?", "Is it true that sharks don't blink?"], "486": ["Which `B` was the name of the mechanical shark used in the original `Jaws` film?", "What was the name, starting with a 'B', of the mechanical shark featured in the first 'Jaws' movie?", "What was the name, starting with the letter 'B', of the mechanical shark in the first 'Jaws' movie?", "What was the name, starting with 'B', of the mechanical shark from the first 'Jaws' movie?", "What was the mechanical shark from the first \"Jaws\" movie called that starts with the letter 'B'?"], "487": ["The American legal drama Shark ran from Sept 06 to May 08. Who starred in the title role, playing Sebastian Stark?", "Who was the actor playing the lead role of Sebastian Stark in the American legal drama \"Shark,\" which aired from September 2006 to May 2008?", "Who was the lead actor in the American legal drama Shark, portraying the character Sebastian Stark from September 2006 to May 2008?", "Who was the leading actor in the American legal drama \"Shark,\" portraying the character of Sebastian Stark, from September 2006 to May 2008?", "Who was the lead actor in the American legal drama \"Shark,\" portraying the character Sebastian Stark, which aired from September 2006 to May 2008?"], "488": ["Which Italian fashion designer was shot dead on the steps of his Miami mansion in 1997?", "In 1997, which designer from Italy was tragically killed on the doorstep of his mansion in Miami?", "In 1997, which famed designer from Italy was murdered on the stairs of his Miami home?", "In 1997, which renowned designer from Italy was murdered on his Miami mansion's steps?", "In 1997, which renowned designer from Italy was murdered at his mansion in Miami?"], "489": ["Who was famous for popularising the 'little black dress' in the 1920s?", "Who gained notoriety for making the 'little black dress' fashionable in the 1920s?", "Who is renowned for making the 'little black dress' fashionable in the 1920s?", "Who is known for making the 'little black dress' a fashion staple in the 1920s?", "Who is known for making the 'little black dress' popular during the 1920s?"], "490": ["Who designed Madonna's wedding dress for her marriage to Guy Ritchie?", "The designer of Madonna's bridal gown for her wedding to Guy Ritchie was who?", "Who was the creator of the bridal gown Madonna wore when she tied the knot with Guy Ritchie?", "The designer of Madonna's wedding gown when she tied the knot with Guy Ritchie was who?", "Can you name the designer of the wedding gown Madonna wore when she tied the knot with Guy Ritchie?"], "491": ["Meryl Streep's character, Miranda, in the 2006 film The Devil Wears Prada was based on the editor-in-chief of which fashion magazine?", "The character Miranda, played by Meryl Streep in The Devil Wears Prada, was inspired by the editor-in-chief of which fashion publication?", "In the 2006 movie The Devil Wears Prada, the character Miranda, played by Meryl Streep, is modeled after the head editor of what notable fashion publication?", "In the movie The Devil Wears Prada from 2006, Meryl Streep's portrayal of Miranda was inspired by the chief editor of what style publication?", "In the 2006 movie The Devil Wears Prada, Meryl Streep's character, Miranda, is modeled after the editor-in-chief of what popular style publication?"], "492": ["In the TV show Camberwick Green, who lived in Colly's Mill?", "Who was the resident of Colly's Mill in the television series Camberwick Green?", "Who resided in Colly's Mill in the television series Camberwick Green?", "Who is the resident of Colly's Mill in the television series Camberwick Green?", "Who resides in Colly's Mill in the television series Camberwick Green?"], "493": ["Which part of the human body produces insulin?", "Insulin is produced in which part of the human body?", "Insulin is produced in which section of the human body?", "From which part of the human body is insulin generated?", "Insulin is produced in which area of the human body?"], "494": ["Who played Dr. Doug Ross on the TV show E.R.?", "Which actor starred as Dr. Doug Ross in the television series E.R.?", "Which actor took on the role of Dr. Doug Ross in the television series E.R.?", "Which actor portrayed the character Dr. Doug Ross in the television series E.R.?", "On the television series E.R., which actor portrayed the character Dr. Doug Ross?"], "495": ["Who played the role of Kate Flax in the 1990 film Mermaids?", "In the 1990 movie Mermaids, who was the actress that portrayed Kate Flax?", "In the 1990 movie 'Mermaids', who portrayed the character Kate Flax?", "In the 1990 movie Mermaids, which actress portrayed the character Kate Flax?", "In the 1990 movie Mermaids, who portrayed the character Kate Flax?"], "496": ["Who played the character Mrs. Merton on TV?", "Who portrayed the TV character known as Mrs. Merton?", "Which actress portrayed the character of Mrs. Merton on television?", "Who was the actor behind the TV character Mrs. Merton?", "Which actress portrayed the TV character known as Mrs. Merton?"], "497": ["What nationality was three time Olympic gold medallist in figure skating Sonja Henie?", "Sonja Henie, a three-time Olympic gold medalist in figure skating, was of what nationality?", "Sonja Henie, a three-time Olympic gold medalist in figure skating, hailed from which country?", "Sonja Henie, the three-time Olympic gold medalist in figure skating, was of what nationality?", "Three-time figure skating Olympic gold winner Sonja Henie belonged to what nationality?"], "498": ["At which Winter Olympic host city would you find the Cresta Run?", "In which city that has hosted the Winter Olympics can you locate the Cresta Run?", "In which city that hosted the Winter Olympics can you locate the Cresta Run?", "In what city that has hosted the Winter Olympics can you locate the Cresta Run?", "In which city that has hosted the Winter Olympics is the Cresta Run located?"], "499": ["What kind of an animal is a wireworm?", "Can you identify the type of animal referred to as a wireworm?", "What species is a wireworm categorized as in the animal kingdom?", "What species does a wireworm belong to in the animal kingdom?", "To which animal species does a wireworm belong?"]}